[
  {
    "report_id": "FBI_1",
    "report_date": "4/28/2003",
    "report_description": [
      "This report concerns a bulletin issued on 2 April, 2003 by the Surete' \nde l'Etat in Paris concerning a Moroccan named Abdillah Zinedine, alias: Abu Hafs [See CIA \nreport for 17 April, 2003].The Surete' reported that Zinedine left Paris on a flight to \nMontreal, Canada on 1 April, 2003 and was traveling under a French passport in the name of \nMehdi Rafiki. A Mehdi Rafiki did arrive in Montreal on 2 April, 2003 and said the purpose \nof his visit was to attend the funeral of an uncle. He listed his Montreal contact address \nas 175 Rue Durocher. This address belongs to an Irish pub operated by a man named Patrick \nO'alley. O'alley says he never heard of any person named Mehdi Rafiki. But a man using a \nFrench passport in the name Abu Hafs rented a car at the Canadauto Car Rental Agency in \nMontreal on 2 April, 2003. This rented car was never returned to this agency. It was \ndiscovered abandoned on Walden Ave near Schiller Park in Buffalo, NY on 6 April, 2003\n"
    ],
    "persons": ["Abdillah Zinedine;Abu Hafs;Mehdi Rafiki;Patrick O'Malley\n"],
    "dates": ["4/2/2003;4/1/2003;4/6/2003\n"],
    "places": [
      " /Paris/ /France;175 Rue Durocher/Montreal/Quebec/Canada;Walden Ave./Buffalo/New \nYork/USA\n"
    ],
    "organizations": ["Surete' de l'Etat;Canadauto Car Rental Agency"]
  },
  {
    "report_id": "FBI_2",
    "report_date": "5/12/2003",
    "report_description": [
      "Riyad Yasser, a UK citizen, was arrested on 1 May, 2003 following an \naccident on the M4 Motorway near the Heston Service Area outside of London. Yasser has \nbeen an air traffic controller at Heathrow Airport for the past six years. Two kilos of \nSemtex were found in the trunk of his car. A videocassette of a sermon given by Omar \nMahmoud Othman, formerly a Salafi jihad preacher at the Baker St. Mosque in London, was \nfound in Yasser's apartment at # 44, Northumberland Circle, East Bedfont, London. Also \nfound in Yasser's apartment was a note containing several addresses in Canada, the USA, \nand in Nassau in the Bahamas. The addresses are: 721 St. Clare St., Montreal; 455 11th \nStreet, Miami Beach, FL; 1712 Ferry Ave., Camden, NJ, and 11 Apple St. in Nassau, The \nBahamas.\n"
    ],
    "persons": ["Riyad Yasser;Omar Mahmoud Othman\n"],
    "dates": ["5/1/2003\n"],
    "places": [
      "M4 Motorway/London/ /UK;721 St. Clare St./Montreal/Quebec/Canada;455 11th \nSt./Miami Beach/Florida/USA;1712 Ferry Ave./Camden/New Jersey/USA;11 Apple St./Nassau/ \n/Bahamas;44 Northumberland Circle, East Bedfont/London/ /UK;Heathrow Airport/London/ /UK\n"
    ],
    "organizations": ["Baker St. Mosque"]
  },
  {
    "report_id": "FBI_3",
    "report_date": "7/3/2003",
    "report_description": [
      "In response to the CIA report [29 June, 2003] regarding Abu Somad, 235 \nBuckthorn St, Inglewood CA, and Yazid Bafaba, 773 Flaxton St., Culver City, CA., \ninvestigators visited these two persons at their residences. Both Somad and Bafaba said \nthey had never heard of persons named Riduan Sungkar or Omar Evertts. Each of Somad and \nBafaba was asked if they knew the other and they replied that they did not. However, it \nwas later established that both Somad and Bafaba appeared together in a surveillance photo \ntaken at the CalNational Bank in Culver City. Records of this bank indicated that Somad \nand Bafaba hold a joint account at this bank and that they have received several deposits \nof $1000 to this account from BMI, a private Islamic investment company in Newark, NJ. \n"
    ],
    "persons": ["Abu Somad;Yazid Bafaba;Riduan Sungkar;Omar Evertts\n"],
    "dates": ["\n"],
    "places": [
      "235 Buckthorn St./Inglewood/California/USA;773 Flaxton St./Culver \nCity/California/USA; /Newark/New Jersey/USA"
    ],
    "organizations": []
  },
  {
    "report_id": "FBI_4",
    "report_date": "10/21/2003",
    "report_description": [
      "A man using an Illinois driver's license in the name Abu Hafs, address \n2211 Cermak Rd.. in Chicago, rented a car at the Drexel Car Rental Agency in Chicago on 27 \nSeptember, 2003. This car was never returned to the Drexel agency. It was found abandoned \nin a parking lot at O'Hare Airport on 2 October, 2003. On 27 April a roundtrip airline \nticket to Hobby Airport in Houston, Texas was issued by Central States Airline at O'Hare \nAirport to a man who gave his name as Mehdi Rafiki. Rafiki paid for this ticket in cash \nand used as identification a French passport in the name Mehdi Rafiki\n"
    ],
    "persons": ["Abu Hafs;Mehdi Rafiki\n"],
    "dates": ["9/27/2003;10/2/2003;4/27/2003\n"],
    "places": [
      "2211 Cermak Rd./Chicago/Illinois/USA;Hobby Airport/Houston/Texas/USA;O'Hare \nAirport/Chicago/Illinois/USA\n"
    ],
    "organizations": ["Drexel Car Rental Agency;Central States Airline"]
  },
  {
    "report_id": "FBI_5",
    "report_date": "10/25/2003",
    "report_description": [
      "In identifying the presence of possible Hezbollah members in the \nCharlotte NC area, the name Rifai Qasim, has recently surfaced. An Egyptian passport in \nthe name of Rifai Qasim was found recently on the floor of the Southern Trailways bus \ndepot in Charlotte, NC. Examined by the Charlotte police, the picture on this passport \nmatches the appearance of a person using the name Omar Blakely, who was charged with the \ntheft, on 1 October, 2003, of several items [total value: $3000] from an electronics \nsupply store in Charlotte. Blakely gave his address as: 3131 Western Ave. in Charlotte. \nBlakely is now out on bail that was guaranteed by a bail bond company named BailOut, in \nCharlotte, NC. The $2,000 that this bond cost was paid by a check written on an account at \nthe Carolina First Bank held jointly in the names: Omar Blakely and Muhammed Mustafa. Bank \nrecords reveal periodic deposits to this account, usually in the amount of $3000, from an \naccount at the First Emirate Bank in Dubai, UAE. The Carolina First Bank account in the \nname of Blakely and Mustafa was closed on 23 October, 2003 and the house at 3131 Western \nAve is now unoccupied. However, a search through this abandoned house revealed the \nenvelopes of several letters addressed to Rifai Qasim.\n"
    ],
    "persons": ["Rifai Qasim;Omar Blakely;Muhammed Mustafa\n"],
    "dates": ["10/1/2003;10/23/2003\n"],
    "places": [
      "3131 Western Ave./Charlotte/North Carolina/USA; /Dubai/ /UAE\n"
    ],
    "organizations": [
      "BailOut;Hezbollah;Southern Trailways;Carolina First Bank;First Emirate Bank"
    ]
  },
  {
    "report_id": "FBI_6",
    "report_date": "10/26/2003",
    "report_description": [
      "Regarding Jamal al Quso, who was said by MI 5 to have come from London \nto Chicago in 1999 [see CIA report for 16 May, 2003], the Chicago FBI field office \nresponded by reporting that a Jamal al Quso had landed at O'Hare Airport on July 18, 1999 \nusing a British passport in his name. A check with USCIS reveals no evidence that he ever \nleft the USA since his arrival. In addition, the name Jamal al Quso has been associated by \nan informant with Islamic Jihad, which is known to have a presence in Chicago. On 28 \nSeptember, 2003 a house at 2211 Cermak Rd. in Chicago, said by the informer to be occupied \nby members of Islamic Jihad, was raided by an FBI team acting under a warrant. One person, \nAbdul Murad, was the only person at this residence at the time of the raid. Thirty kilos, \nof C-4 plastic explosives were found at this residence along with an additional 25 kilos \nof Semtex. Maps of O'Hare Airport and diagrams of the Sears Tower were also confiscated. \nMurad, now being held, has refused to say who the other occupants of this residence are. \nHowever, on a notepad found in the room Quso possibly occupied at this residence was "
    ],
    "persons": ["Jamal al Quso;Abdul Murad;Khalid S\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "FBI_7",
    "report_date": "11/6/2003",
    "report_description": [
      "RCMP reported the apprehension at Toronto Airport on 1 November, 2003 \nof a man posing as a Dominican priest. This man was traveling from CDG, Paris on a French \npassport under the name: Fr. Augustin Dominique, having the address 174 Rue Cardinet, \nParis. When asked a question about his destination in Toronto, the man mistakenly answered \nin Arabic rather than in French. CSIS have identified this man as Abdal al Hawsawi, a \nSaudi now known to have been associated with a chemical weapons expert in Afghanistan \nnamed Abdul Ahmed Nasser. On the ticket folder Hawsawi was carrying appeared the address: \n1712 Ferry St, Buffalo, NY.  \n"
    ],
    "persons": ["Fr. Augustin Dominique;Abdal al Hawsawi;Abdul Ahmed Nasser\n"],
    "dates": ["11/1/2003\n"],
    "places": [
      "Toronto Airport/Toronto/ /Canada;CDG/Paris/ /France;174 Rue Cardinet/Paris/ \n/France; / / /Afghanistan;1712 Ferry St./Buffalo/New York/USA\n"
    ],
    "organizations": ["RCMP;CSIS"]
  },
  {
    "report_id": "FBI_8",
    "report_date": "11/11/2003",
    "report_description": [
      "On 1 November, 2003 Mousa Salah, of no fixed address in Herndon, VA., \nwas arrested at Dulles International Airport as he attempted to board a flight to London \nHeathrow. At the time of his arrest he was using a Jordanian passport in the name Shadi \nabu Hoshar. Salah has been wanted in connection with Hamas fund-raising and other \nactivities in Northern Virginia. It is believed that Salah entered the USA illegally from \nWindsor, Canada into Detroit, MI in 2002. Salah was in possession of a Virginia driver's \nlicense # T21-23-8820 registered in the name Mousa Salah. Virginia DOT records show that \nthis same license number was issued on 10 August, 2001 to a woman named April Stevens of \nRoanoke, VA. Ms Stevens is not the subject of further investigations; she teaches \nkindergarten classes in Roanoke. The address shown on Salah's driver's license does not \nexist. Several numbers and initials were written on the back of an envelope in possession \nof Salah at the time of his arrest; they are: (i) J. T., Detroit, (ii) A. H., Newark, \n(iii) M. M., Laurel. \n"
    ],
    "persons": [
      "Mousa Salah;Shadi abu Hoshar;April Stevens;J. T., Detroit;A. H., Newark;M. M., \nLaurel\n"
    ],
    "dates": ["11/1/2003;8/10/2001; / /2002\n"],
    "places": [
      "Dulles International Airport/Dulles/Virginia/USA; /Herndon/Virginia/USA;Heathrow \nAirport/London/ /UK; /Windsor/Ontario/Canada; /Detroit/Michigan/USA; /Roanoke/Virginia/USA\n"
    ],
    "organizations": ["Hamas"]
  },
  {
    "report_id": "FBI_9",
    "report_date": "11/20/2003",
    "report_description": [
      "Among the persons under surveillance for possible Al Qaeda associations \nin the USA is Khalid Shamrani, a Saudi national who lives and works in Houston, Texas for \nthe TexEast Petroleum Co. Shamrani has held a work visa since April, 2000. Suspicion first \nfell on Shamrani as a result of his attendance at a meeting of God's Aryan Militia in \nDenton, Texas on 12 March, 2003. He attended another meeting of this militia group in \nMineral Wells, Texas on 16 June, 2003. An FBI informant who attends the meetings of this "
    ],
    "persons": [" Khalid Shamrani\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "FBI_10",
    "report_date": "11/27/2003",
    "report_description": [
      "Ahmed Doha and Abu Ayyash are both registered as graduate students at \nthe University of Missouri in Columbia, MO. Both Doha and Ayyash have Saudi student visas \nissued in July, 2001.  Doha was charged with filing a fraudulent insurance claim. On 10 \nOctober, 2003 Doha filed a claim with Ayyash's insurance company, Central Farmers Auto \nInsurance Co., for a back injury he said he suffered on 12 September, 2003 when his car \nwas struck from behind by one driven by Ayyash. Doha's insurance company is the Mid States \nInsurance Company. Both the Mid States and Central Farmers representatives who \nsubsequently investigated the accident and who handled this claim both stated that Doha \nand Ayyash said they did not know each other. Doha was paid $11,000 in settlement of this \nclaim on 1 November, 2003 by Central Farmer's Insurance Company. A check of the records at \nMid States and Central Farmers insurance companies reveals that both Doha and Ayyash paid \nfor their auto insurance policies from the same account at the Columbia First State Bank. \nOn a valid search warrant, Doha's apartment at 231 12th St. in Columbia was searched on 20 \nNovember, 2003 and it was discovered that Ayyash also lives in this apartment. A Dell \nlaptop computer at this residence was taken by the police. Also taken were CDs containing \na 7,000 page version of the Encyclopedia of Jihad. The computer, when examined, revealed \ne-mail messages to and from over 100 addresses in the USA. Many of these messages seemed \nto involve only personal and academic matters. But one message that attracted attention \nwas sent on 3 November, 2003 to an AOL address for a person identified as wshakur. This \nmessage read: \"4,000 you requested sent by wire today.\" This e-mail address belongs to \nWali Shakur, who lives at 224 Paulson Ave. in Clifton, NJ. Both Hamas and Al Qaeda are \nknown to have a presence in Columbia, MO. An investigation continues regarding the \npossible association of Doha and Ayyash with these groups.\n"
    ],
    "persons": ["Ahmed Doha;Abu Ayyash;Wali Shakur\n"],
    "dates": ["7/ /2001;10/10/2003;9/12/2003;11/1/2003;11/20/2003;11/3/2003\n"],
    "places": [
      "231 12th St./Columbia/Missouri/USA;224 Paulson Ave./Clifton/New Jersey/USA\n"
    ],
    "organizations": [
      "University of Missouri;Central Farmers Auto Insurance Co.;Mid States \nInsurance Company;Columbia First State Bank;AOL;Hamas;Al Qaeda"
    ]
  },
  {
    "report_id": "FBI_11",
    "report_date": "12/12/2003",
    "report_description": [
      "In response to a request, the FBI searched its files for information on \nsubjects having the initials J. T. [in Detroit, MI], A. H. [in Newark, NJ], and M. M. [in \nLaurel, MD]. Eight persons with initials J.T. were discovered in Detroit, but all these \npersons are known to the police and have no interesting information in their files. One \nperson was identified with the initials A. H. in Newark; his name is Adnan Hijazi. Hijazi \nhad been interviewed by the FBI following the 9/11/01 attacks. He was cleared of any \nassociation with these events and presently has no other entries on his record. There are \njust two persons in FBI files for Laurel, MD with initials M. M. One is Martha Mason and \nher file reveals that she was convicted on 21 January, 2002 for the distribution of "
    ],
    "persons": ["Adnan Hijazi;Martha Mason;Mounir Mzoudi;J. T.;A. H.;M. M\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "FBI_12",
    "report_date": "12/28/2003",
    "report_description": [
      "A tip from an anonymous source directed investigators to a residence at \n2111 Troost Ave. in Kansas City, Missouri. This source said that explosives were being \nmanufactured at this residence by some terrorists who intended to blow up several \nbuildings in the Kansas City Area. A warrant was obtained to search this residence on \nevidence provided by an examination of items found in garbage sacks that were picked up by \nan FBI officer posing as a garbage collector. Traces of chemicals necessary to produce \nexplosives were found on items in this garbage. When this residence was searched on 22 \nDecember, 2003, one man, who gave his name as Walter Smith, was the only person at home. \nWhile the investigation was proceeding, another man entered and was apprehended. \nSubsequent identity checks revealed this man to be Jamal al Quso, who had come from \nChicago to Kansas City. What was found at this residence were batches of hexamethylene \ntriperoxide diamine [HMTD] and cyclotrimethylene trinitramine [RDX], both primary \nexplosives. Also found were three garbage sacks full of urea and aluminum sulfate. In \nlater investigations of this residence, detailed drawings were found of three popular \ncasinos in the Kansas City area: the Argosy Riverside Casino, the Isle of Capri Casino, \nand Harrah's Casino. \n"
    ],
    "persons": ["Walter Smith;Jamal al Quso;\n"],
    "dates": ["12/22/2003;\n"],
    "places": [
      "2111 Troost Ave./Kansas City/Missouri/USA; /Chicago/Illinois/USA;the Argosy \nRiverside Casino/Kansas City/Missouri/USA;the Isle of Capri Casino/Kansas \nCity/Missouri/USA;Harrah's Casino/Kansas City/Missouri/USA;\n"
    ],
    "organizations": ["FBI;"]
  },
  {
    "report_id": "FBI_13",
    "report_date": "1/2/2004",
    "report_description": [
      "On 26 December, 2003 two men were arrested during a robbery attempt at \nthe FirstTex Bank at 435 Fielder Rd. in Arlington, Texas. The two men, both wearing ski \nmasks, were apprehended by Arlington police as they fled from the bank. The men were \nidentified as Saeed al Nami and Riyad al Taifi, both living at 2727 Robinson Rd, Apartment \n6, in Grand Prairie, Texas. Each one had a Texas driver's license that was forged, and \nneither could produce a passport of any kind. They both said they had entered the USA from \nMexico at Presidio, Texas and had come to Mexico by way of Central America from Columbia. \nBoth spoke perfect English and were unemployed at the time. An investigation of their \nresidence revealed money in bags identified as belonging to several other banks in the \nDallas area. The total amount in the bags amounted to $42,010. In addition, there were \nsmall arms of various sorts and literature concerning jihad activities. They rented this \napartment from a woman named Ruth Tucker, who said that they had lived in this apartment \nfor three months, had never caused any trouble, and paid their rent on time. She also said \nthat they had told her they were students at the University of Texas in Arlington. One \nitem of mail was discovered in their apartment; it was a letter written in Arabic from a "
    ],
    "persons": ["Saeed al Nami;Riyad al Taifi;Ruth Tucker;A. Doman\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "FBI_14",
    "report_date": "2/7/2004",
    "report_description": [
      "Based on the information about Wali Shakur, noted in the FBI report of \n27 November, 2003, agents were sent to interview him at the 224 Paulson Ave. Clifton NJ \naddress given in this report. Before this interview information was obtained about \nShakur's background. He is an American citizen, having been born in 1970 in New Brunswick, \nNJ of parents who were immigrants from Pakistan in 1965. Shakur attended Rutgers \nUniversity for two years , dropping out in 1990 in order to study at the American \nUniversity in Beirut, Lebanon. He returned to the USA in 1993. Shakur was shown a copy of \nthe e-mail he had received from either Ahmed Doha or Abu Ayyash on 3 November, 2003. He \nwas also asked what the 4,000 in this message referred to. Shakur replied that both Doha \nand Ayyash were students at the University of Missouri and were good friends of his father \nand that he, Shakur, did not know them personally. Shakur said that his father had in 2001 \nloaned them $8,000 and had not yet received any payment on this loan. Shakur said he \nrequested at least half payment on this loan and later received a Western Union wire of \n$4,000 from Doha. Shakur said he gave the cash to his father. Asked for his father's \naddress, Shakur said his father had died on 2 January, 2004. Shakur's activities remain \nthe subject of FBI investigations.\n"
    ],
    "persons": ["Wali Shakur;Ahmed Doha;Abu Ayyash\n"],
    "dates": [" / /1970; / /1990;11/3/2003;1/2/2004\n"],
    "places": [
      "224 Paulson Ave./Clifton/New Jersey/USA; /New Brunswick/New Jersey/USA; / / \n/Pakistan; / / /Lebanon\n"
    ],
    "organizations": [
      "Rutgers University;American University in Beirut;University of \nMissouri;Western Union;FBI"
    ]
  },
  {
    "report_id": "FBI_15",
    "report_date": "2/13/2004",
    "report_description": [
      "Jamal al Shibh, of Yemeni origin, has been the Imam at the Tawhid \nMosque in Miami, Florida for the past ten years. As a result of recent reports provided by \ninformants about al Shibh's call for jihad in America, he has been under surveillance. He \nwas photographed on 2 February, 2004, on the University of Miami campus in Coral Gables, \ndistributing literature, written in Arabic, at various locations known to be frequented by \nIslamic students. This literature describes how well the city of Miami illustrates that \nAmerica has become a sink of vice and corruption. Examples are provided of the easy \navailability of sex and drugs in the Miami area. This literature also calls for immediate \njihadic action in order to prevent the corruption of Muslims in America. Especially \nsingled out in this literature is the tourist industry in the Miami area.\n"
    ],
    "persons": ["Jamal al Shibh\n"],
    "dates": ["2/2/2004\n"],
    "places": [" /Miami/Florida/USA; /Coral Gables/Florida/USA\n"],
    "organizations": ["Tawhid Mosque;University of Miami"]
  },
  {
    "report_id": "FBI_16",
    "report_date": "2/14/2004",
    "report_description": [
      "Update on the surveillance of Adnan Hijazi. Checks with airlines reveal "
    ],
    "persons": ["Adnan Hijazi\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "FBI_17",
    "report_date": "2/16/2004",
    "report_description": [
      "Further information regarding the activities of Jamal al Shibh. When he \nwas observed distributing the jihadic literature on the University of Miami campus, he was \naccompanied by a person who has now been identified. He is Muhammed Dandani, whose \nresidence is 455 11th St. in Miami Beach, FL. There is no further information about \nDandani.\n"
    ],
    "persons": ["Jamal al Shibh;Muhammed Dandani\n"],
    "dates": ["\n"],
    "places": ["455 11th St./Miami Beach/Florida/USA\n"],
    "organizations": ["University of Miami"]
  },
  {
    "report_id": "FBI_18",
    "report_date": "3/8/2004",
    "report_description": [
      "In response to a DIA report of 5 March regarding Abdul al Nami, a check \nwas made of persons with this name in the Detroit area. There are two persons having this \nname in the Detroit area. One lives at 562 Fenkell Ave. and the other lives at 766 \nLivernois Rd. Neither of these two persons have been the subject of FBI investigations in \nthe past. It is now known that the 562 Fenkell Ave. resident is employed as a computer \nscientist by Detroit Utilities Co. and has worked there for seven years. He holds an \nAmerican passport giving this address and has lived in the USA for ten years. The resident \nat 766 Livernois Rd. is a history teacher at the Westfields High School in the Ferndale \narea and was born in the USA of Saudi parents in 1969. Investigation of these two persons \ncontinues.\n"
    ],
    "persons": ["Abdul al Nami\n"],
    "dates": [" / /1969\n"],
    "places": [
      "562 Fenkell Ave./Detroit/Michigan/USA;766 Livernois Rd./Detroit/Michigan/USA; \n/Ferndale/Michigan/USA\n"
    ],
    "organizations": ["FBI;Detroit Utilities Co.;Westfields High School"]
  },
  {
    "report_id": "FBI_19",
    "report_date": "3/15/2004",
    "report_description": [
      "Further information regarding Saeed al Nami and and Riyad al Taifi who \nwere apprehended on 26 December, 2003 during a robbery attempt in Arlington, Texas [see \nFBI report 2 January, 2004]. Both of these individuals are Saudis who came to Buenos \nAires, Argentina in January of 2001. They are both wanted by the police in Buenos Aires \nfor their role in the bombing of a Jewish synagogue in Buenos Aires in April of 2002. \nEscaping apprehension, they went to Calamar, Columbia in May, 2002,  where they are now \nknown to have been active in collaborating with the ELN. In January, 2003 they came to the \nUSA following a route taken by other Islamic militants known to have come into the USA. \nThis route took them from Calamar to Cartagena in Columbia and then by boat to Guane in \nCuba. They then went by boat from Guane, Cuba to Chetumal, Mexico. From Chetumal they \ntraveled to Mexico City and then on to the border town of Ojinaga, where they were \nsmuggled into Presidio, Texas. In Ojinaga they were both supplied with Texas driver's \nlicenses and U.S. currency by a person whose name they said they could not remember. They "
    ],
    "persons": [
      "Saeed al Nami;Riyad al Taifi;Billy Jack Hawkins;Slade Goodman\n"
    ],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "FBI_20",
    "report_date": "3/29/2004",
    "report_description": [
      "Further information about Abdul al Nami who works as a computer \nscientist for the Detroit Utilities Co. [see FBI report 8, March, 2004]. Nami came to the \nUSA from Saudi Arabia in 1994 on a student visa to attend the University of Michigan at \nAnn Arbor. He earned an MA 1996 in computer science and was granted a green card in 1997 \nfor work at the Detroit Utilities Co. He applied for U.S. citizenship in 1999, which was \ngranted in April of 2000. Officials at the Detroit Utilities Co say that al Nami is a \nsplendid worker who has intimate knowledge of the SCADA system and was instrumental in \nincreasing the efficiency of electric power distribution in the Detroit area. Officials \nsaid he took a six-months' leave of absence in January, 2001 to visit his family in \nRiyadh. \n"
    ],
    "persons": ["Abdul al Nami\n"],
    "dates": [" / /1994; / /1996; / /1997; / /1999;4/ /2000;1/ /2001\n"],
    "places": [
      " / / /Saudi Arabia; /Ann Arbor/Michigan/USA; /Detroit/Michigan/USA; /Riyadh/ \n/Saudi Arabia\n"
    ],
    "organizations": [
      "Detroit Utilities Co.;University of Michigan at Ann Arbor"
    ]
  },
  {
    "report_id": "FBI_21",
    "report_date": "4/18/2004",
    "report_description": [
      "Received information from  MI 6 about Imad Dahdah, who resides at #65 \nWest End Ave. in Nassau, The Bahamas. Dahdah was born in Syria in 1964 and came to the UK \nin 1994. He became active in Islamic affairs and regularly attended the Baker St. mosque. \nHe obtained British citizenship in 1998 and travels under a British passport. He traveled \nto Afghanistan in 1999 - 2000 and is now suspected of having been trained at an Al Qaeda \nfacility during this time. Dahdah returned to the UK in March of 2000 but left for The \nBahamas in June of 2000. He works at an auto repair shop for a minimum wage but is now \nknown to receive periodic funds from an account at the Gulf Shores Bank in Tampa, FL. The \naccount from which these funds are drawn belongs to an organization named Middle Eastern \nCharities.\n"
    ],
    "persons": ["Imad Dahdah\n"],
    "dates": [" / /1964; / /1994; / /1998; / /1999; 3/ /2000;6/ /2000\n"],
    "places": [
      "65 West End Ave./Nassau/ /Bahamas; / / /Syria; / / /UK; / / /Afghanistan; \n/Tampa/Florida/USA\n"
    ],
    "organizations": [
      "MI 6;Baker St. mosque;Al Qaeda;Gulf Shores Bank;Middle Eastern Charities"
    ]
  },
  {
    "report_id": "FBI_22",
    "report_date": "5/10/2004",
    "report_description": [
      "Information received from MI 5 regarding Raeed Beandali, an American \ncitizen who was listed on Al Qaeda rosters [see CIA report 15 Feb. 2003]. According to "
    ],
    "persons": ["Raeed Beandali;Reginald Cooper;Ralph Bean;Mahmud al-Dahab\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "FBI_23",
    "report_date": "6/1/2004",
    "report_description": [
      "The bail bond company BailOut in Charlotte NC forfeited the $10,000 \nbail bond it guaranteed for Rifai Qasim [alias Omar Blakely] in connection with the theft \ncharge against him [see FBI Report 25 October, 2003]. When this bail bond company's \ninvestigators failed to locate Qasim/Blakely after four weeks, they turned the matter over \nto the FBI. Qasim and his associate Muhammed Mustafa closed their joint bank account at \nthe Carolina First Bank on 23 October, 2003 and fled in a 1997 Toyota Tercel, NC license # \nTQE-732. A 1997 Toyota Tercel bearing this license number was found abandoned in River \nRouge Park in Detroit, MI on 15 December, 2003. Overlooked in the initial examination of \nthis vehicle by Detroit police, but later found by FBI investigators, was a slip of paper \nwith a phone number on it. The phone number is listed in the name Abdul al Nami, who \nresides at 562 Fenkell Ave. in Detroit, MI. Acting on information obtained in DIA Report 5 \nMarch, 2004, a court-sanctioned tap was placed on this phone. On 15 May, 2004 a call was \nplaced from this phone to a residence at 237 Hayes Ave in Detroit. The caller said: \n\"Rifai, we are all together now. We will let you know when the match will be played. It \nmight take some time to get the right field.\" The person receiving the call says: \"I hope \nit will not be too long, my side is really ready to play.\" Investigators went to the \nresidence at 237 Hayes Ave. on 20 May, 2004 and found it to be unoccupied. Neighbors said \nthat the two Middle Eastern men who had occupied this residence briefly had moved out just \na few days earlier. The owner of this residence, a Mr. Howard Clark, said he had evicted \nthe two men because they failed to pay their rent for two months. Clark did not know where \nthey went.\n"
    ],
    "persons": [
      "Rifai Qasim;Omar Blakely;Muhammed Mustafa;Abdul al Nami;Howard Clark\n"
    ],
    "dates": ["10/23/2003;12/15/2003;5/15/2004;5/20/2004\n"],
    "places": [
      " /Charlotte/North Carolina/USA;River Rouge Park/Detroit/Michigan/USA;562 Fenkell \nAve./Detroit/Michigan/USA;237 Hayes Ave/Detroit/Michigan/USA\n"
    ],
    "organizations": ["BailOut;FBI;Carolina First Bank;Detroit police"]
  },
  {
    "report_id": "FBI_24",
    "report_date": "7/17/2004",
    "report_description": [
      "More information is available about the overseas trips taken by Adnan \nHijazi. In Madrid, between 2 - 5 December, 2003, he stayed at the Catalan Hotel and \nattended a three-day textiles convention. In Cairo, between 22 - 24 December, 2003, he \nstayed at the Luxor Hotel. During his stay in Cairo at this time he made regular visits to \na jewelry shop at 411 Ramses St. in Cairo. In Paris, France, between 13 - 18 January, 2004 \nhe stayed at the Hotel de St. Marie and attended daily meetings at the Paris offices of \nOverseas Exports Inc."
    ],
    "persons": ["Adnan Hijazi\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "FBI_25",
    "report_date": "8/7/2004",
    "report_description": [
      "The FBI informant who attends meetings of God's Aryan Militia [GAM] in \nTexas reports having recorded a conversation between Khalid Shamrani [see FBI Report: 20 \nNovember, 2003] and three other men, two of whom the informant identified as Billy Jack \nHawkins and Slade Goodman, both of whom are members of GAM. The third person our informant \ncould only identify as a Middle Easterner named \"Hafs\" or \"Halfs\". This was the name given \nhim by Shamrani. The gist of this conversation, which took place at the Westerner Motel on \nAlmeda-Genoa Rd. in Houston, was that actions involving destructive activities in the \nHouston area and elsewhere would be placed on hold for at least several months. They \ndiscussed the apprehension of a militia member named Walter Smith and another person named \nal Quso in Kansas City. The fear they expressed was that their actions were being \ncompromised.\n"
    ],
    "persons": [
      "Khalid Shamrani;Billy Jack Hawkins;Slade Goodman;Hafs or Halfs;Walter Smith;al \nQuso\n"
    ],
    "dates": [],
    "places": ["Almeda-Genoa Rd/Houston/Texas/USA; /Kansas City/ /USA\n"],
    "organizations": ["God's Aryan Militia [GAM]"]
  },
  {
    "report_id": "FBI_26",
    "report_date": "8/20/2004",
    "report_description": [
      "This report concerns results of an FBI interview of the two men \napprehended in Carrizo Springs, TX on 3 August, 2004 [See USCBP Report for 11 August, \n2004]. Both men spoke perfect English and were very cordial. But they refused to answer \nany questions and asked to be represented by an attorney. They were fingerprinted and held \nin custody. Further examination of documents in their possession when they were \napprehended revealed a letter, written in Arabic, from a person named Abdul Nasser. This \nletter was addressed to a person named Ali al-Omari. This letter simply said: \"Go forth \nwith Allah's blessing. You have been my best student.\" Investigation of these two men \ncontinues.\n"
    ],
    "persons": ["Abdul Nasser;Ali al-Omari\n"],
    "dates": ["8/3/2004\n"],
    "places": [" /Carrizo Springs/Texas/USA\n"],
    "organizations": []
  },
  {
    "report_id": "FBI_27",
    "report_date": "9/27/2004",
    "report_description": [
      "This report concerns continuing surveillance of the activities of Adnan \nHijazi. During the period 20 August to 18 September, 2004 Hijazi made thirteen cash \ndeposits to his personal account at the Jersey National Bank in Newark, NJ. These deposits \ntotaled $47,980.\n"
    ],
    "persons": ["Adnan Hijazi\n"],
    "dates": ["\n"],
    "places": ["Jersey National Bank/Newark/New Jersey/USA\n"],
    "organizations": ["Jersey National Bank"]
  },
  {
    "report_id": "FBI_28",
    "report_date": "10/1/2004",
    "report_description": [
      "Information was requested of Belgian intelligence by the FBI on 1 \nSeptember about Pieter Dopple, who lives at 22 Hoveniersstraat, Antwerp, Belgium. He sent \nthe diamonds to Adnan Hijazi as noted in the USCBP report of 12 July, 2004. Belgian \nintelligence reports that Dopple has been under surveillance as a fence for diamonds \nobtained by groups, many of them associated with Islamic ventures, in various places in \nAfrica. It appears that Dopple receives raw diamonds and other precious stones such as \ntanzanite and cuts and polishes them for distribution. Dopple receives a fee for his \nservices but does not sell the stones himself. He sends them where his suppliers specify. \nAt his interrogation, Dopple admitted that he was part of a scheme for transferring funds \nfor militant Islamic groups and agreed to cooperate with investigators. He listed several \npersons in addition to Hijazi to whom he had sent polished diamonds and tanzanite. One \nperson he named was Ramundo Ortiz, who runs a business in Panama City, Panama. He further \nsaid that he had just sent about $150,000 in polished diamonds to Ortiz on 25 September. \nAsked for the identity of the person(s) who had requested this transaction, he could only \nsay that they were from Peshawar in Pakistan.\n"
    ],
    "persons": ["Pieter Dopple;Adnan Hijazi;Ramundo Ortiz\n"],
    "dates": ["9/1/2004;7/12/2004;9/25/2004\n"],
    "places": [
      "22 Hoveniersstraat/Antwerp/ /Belgium; /Panama City/ /Panama; / /Peshawar/Pakistan\n"
    ],
    "organizations": ["militant Islamic groups"]
  },
  {
    "report_id": "FBI_29",
    "report_date": "10/10/2004",
    "report_description": [
      "This special alert concerns assorted vulnerabilities of the SCADA \nsystems. These Supervisory Control and Data Acquisition systems manage the actual flow of \nelectricity and natural gas and perform other critical functions in a variety of other \nindustries including chemical processing plants, water purification systems, delivery \nsystems, and other manufacturing systems. SCADA is largely controlled and maintained by \nU.S. industries and crucial operations of SCADA are widely available on the Internet. \nUnauthorized access to SCADA is a constant source of concern. SCADA could be accessed from \nhome computers and laptops. Of special interest are vulnerabilities associated with \n\"trusted insiders.\"\n"
    ],
    "persons": ["\n"],
    "dates": [],
    "places": [],
    "organizations": ["SCADA systems"]
  },
  {
    "report_id": "FBI_30",
    "report_date": "10/11/2004",
    "report_description": [
      "Continuing surveillance of Adnan Hijazi reveals that, on 14 September, \n2004, he sent a bank wire transfer of $48,000 to the account of an organization called the \nAmerican Islamic Scholarship Fund, which is located at 1721 Glade Dr. in Reston, VA.\n"
    ],
    "persons": ["Adnan Hijazi\n"],
    "dates": ["9/14/2004\n"],
    "places": ["1721 Glade Dr/Reston/Virginia/USA\n"],
    "organizations": ["American Islamic Scholarship Fund"]
  },
  {
    "report_id": "FBI_31",
    "report_date": "10/13/2004",
    "report_description": [
      "Acting immediately in response to the FBI HQ alert of 11 October, 2004, "
    ],
    "persons": [
      "Satam Derwish;Ronald;Abdul al Nami;Rifai Qasim;Raeed Beandali;Ralph bean\n"
    ],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "FBI_32",
    "report_date": "10/21/2004",
    "report_description": [
      "Our informant in God's Aryan Militia advises that he has not seen \nKhalid Shamrani for nearly a month and that efforts to contact him at his home in \nBellaire, Texas have been unsuccessful. Investigators immediately went to TexEast \nPetroleum Co. where Shamrani has been employed. Officials at this company said that on 18 \nSeptember, 2004 Shamrani had requested a month's leave of absence in order to return to \nSaudi Arabia to be with his dying mother. Shamrani had been placed on a watch list and \nsubsequent checks with USCIS reveal that no one named Shamrani had left the USA in the \npast month.\n"
    ],
    "persons": ["Khalid Shamrani\n"],
    "dates": ["9/18/2004\n"],
    "places": [" /Bellaire/Texas/USA; / / /Saudi Arabia\n"],
    "organizations": ["God's Aryan Militia;TexEast Petroleum Co"]
  },
  {
    "report_id": "FBI_33",
    "report_date": "10/25/2004",
    "report_description": [
      "Investigation of the residence at 3236 Pine St. in Bellaire, Texas \nrevealed a receipt for the rental of a storage unit # 124 at the StoreAll Rental facility \nat 4618 Bissonnet St. in Houston. Unit 124 was empty but careful examination of it \nrevealed traces of C-4 and Semtex. The owner of StoreAll Rental said that the renter of \nunit 124 had told him on 15 October, 2004 that he would not need this unit any longer. The \nowner remembered that four men, using a RentAll truck had removed the contents of this \nstorage unit the next day.\n"
    ],
    "persons": ["\n"],
    "dates": ["10/15/2004\n"],
    "places": [
      "3236 Pine St/Bellaire/Texas/USA;4618 Bissonnet St./Houston/Texas/USA\n"
    ],
    "organizations": ["StoreAll Rental"]
  },
  {
    "report_id": "FBI_34",
    "report_date": "10/28/2004",
    "report_description": [
      "The RCMP reported to us the results of their investigation of the \nactivities of Satam [alias Ronald] Derwish, 811 Tecumseh Rd., Windsor, Ontario. On 25 \nOctober, Derwish was approached by officers at his place of work at Canada Eastern \nAirlines in Windsor. The officers said that Derwish agreed to accompany them to the RCMP \nmain office in Windsor. During his interview Derwish denied having any contact with a \nperson in Marrakech, Morocco [see NSA Report: 1 July, 2003; also see DIA Report: 5 March, \n2004] and said he had no idea who \"Abdul\" was. Shown a photo of him [Derwish] in company \nwith Abdul al Nami in Detroit on 18 July, 2004, Derwish said: \"I never knew him by the "
    ],
    "persons": [" Satam Derwish;Ronald;Abdul al Nami;Ali\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "FBI_35",
    "report_date": "11/5/2004",
    "report_description": [
      "On 29 October, 2004 investigators went to the offices of the American \nIslamic Scholarship Fund located at 1721 Glade Dr. in Reston VA. There they interviewed \nthe director of this fund, a man named Abdul Karim. Karim led the initial discussion and \ndescribed how many deserving students of Islamic descent had been assisted by this \nscholarship fund since it was begun in 1991. Karim was first asked if this Fund did indeed \nreceive the $48,000 scholarship donation made by a man named Adnan Hijazi on 14 September, \n2004. Checking his records, Karim verified the receipt of this donation by Karim. Then \nKarim was asked for the names of persons who received money from this donation from \nHijazi. Karim hesitated at first and then said: \"Every now and then we receive money from \ndonors who identify the students to whom the scholarship money should go. This happened in \nthe case of Hijazi's donation.\" Checking his records again, Karim said: \"HIjazi stipulated \nthat $8,000 should go to each one of the following students: Wali Shakur, 224 Paulson Ave. \nCLifton, NJ; Hamza al Midhar, 1641 Pitkin Ave. Brooklyn, NY; Mounir Mzoudi, 2116 27th St. \nLaurel, MD; Mamoun Zammar, 1621 Charles Ave., Potomac, MD; Said Khadr, 6132 Broward Blvd., \nFort Lauderdale, FL; Muhammed Dandani, 455 11th St., Miami Beach, FL.\" Karim then said \nthat these amounts of money were sent to each of these persons on 17 September, 2004. \nFinally, Karim was asked if Hijazi had made any other donations to this fund in the past.  \nKarim said that his recollection was that Hijazi had contributed to the scholarship fund \non two other occasions, once in 1999 and once in 2001.\n"
    ],
    "persons": [
      "Abdul Karim;Adnan Hijazi;Wali Shakur;Hamza al Midhar;Mounir Mzoudi;Mamoun \nZammar;Said Khadr;Muhammed Dandani\n"
    ],
    "dates": ["10/29/2004;9/14/2004;9/17/2004\n"],
    "places": [
      "1721 Glade Dr/Reston/Virginia/USA;224 Paulson Ave/Clifton/New Jersey/USA;1641 \nPitkin Ave/Brooklyn/New York/USA;2116 27th St./Laurel/Maryland/USA;1621 Charles \nAve./Potomac/Maryland/USA;6132 Broward Blvd/Fort Lauderdale/Florida/USA; 455 11th \nSt./Miami Beach/Florida/USA\n"
    ],
    "organizations": ["American Islamic Scholarship Fund"]
  },
  {
    "report_id": "FBI_36",
    "report_date": "11/7/2004",
    "report_description": [
      "Results of investigation of Abdul al Nami in Detroit. As requested, al \nNami arrived at the Detroit office on the morning of 27 October, 2004. He was first asked \nabout his association with Satam [alias Ronald] Derwish in Windsor, Ontario. al Nami said \nthat they were friends and that they attended the same mosque in Detroit. He was then \nasked if he had corresponded with anyone in Marrakech, Morocco; he replied that he had \nnever done so. Then he was asked if he had ever met or had any dealings with a person \nnamed Khaled Jehani [see DIA Report: 5 March, 2004]. al Nami replied that he had never \nheard of this person. Asked what the nature of his work was at Detroit Utilities Co. and \nhow it involved the SCADA systems, al Nami replied that it was his job to make sure that \nhis company made full use of the operational characteristics of these control and data \nacquisition systems. Asked if he ever accessed these systems from his home, al Nami \nreplied that the demands of his job required that he do lots of work at home at nights and \non weekends. Asked if he had ever heard about a project called \"Black Ice\", he said he had \nnot. On evidence supplied by the various communications received regarding al Nami, a "
    ],
    "persons": ["Abdul al Nami;Satam Derwish;Ronald;Khaled Jehani\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "FBI_37",
    "report_date": "12/3/2004",
    "report_description": [
      "On 1 December, 2004 this office received in the mail a letter signed \n\"Ramon\". This letter was mailed from a post office at Gulfgate in Houston but carried no \nreturn address. The letter said that a stain of Type A foot and mouth disease was now in \nTexas and that cattlemen around Victoria, TX would be the first to suffer. The note also \nsaid that members of FARC had traveled from Cartagena, Columbia to Guane, Cuba, to \nChetumal, Mexico, to Piedras Negras, Mexico, and then to Victoria, TX.\n"
    ],
    "persons": ["Ramon\n"],
    "dates": ["12/1/2004\n"],
    "places": [
      " /Houston/Texas/USA; /Victoria/Texas/USA; /Cartagena/Columbia/USA; /Guane/ /Cuba; \n/Chetumal/ /Mexico; /Piedras Negras/ /Mexico\n"
    ],
    "organizations": ["\n"]
  },
  {
    "report_id": "FBI_38",
    "report_date": "12/6/2004",
    "report_description": [
      "On 3 December, 2004 this office received a letter from a person who \nsigned his name \"Juan\". This letter, having no return address, was mailed from a post \noffice in Farmers Branch, TX. Like the letter sent to the Houston field office, this one \nsaid that a Type A strain of foot and mouth disease was brought into the USA by persons \nwho had traveled from Cartagena, Columbia, to Guane, Cuba, to Ciudad Madero, Mexico, to \nCiudad Acuna, Mexico, and then on to Victoria, TX. The letter closed by saying that this \nstrain of FMD was a \"little greeting\" from FARC and the ELN.\n"
    ],
    "persons": ["Juan\n"],
    "dates": ["12/3/2004\n"],
    "places": [
      " /Farmers Branch/Texas/USA; /Cartagena/Columbia/USA; /Guane/ /Cuba; /Ciudad \nMadero/ /Mexico; /Ciudad Acuna/ /Mexico; /Victoria/Texas/USA\n"
    ],
    "organizations": ["FARC;ELN"]
  },
  {
    "report_id": "FBI_39",
    "report_date": "12/10/2004",
    "report_description": [
      "Agents tracking domestic websites noted an item posted on a website \ncalled \"Government Secrets\". This website posts information that its sources claim are \nitems of information being kept from the public by the US government. The sources are \nnever identified on the website. On 6 December, 2004 was posted the following item:\"We are \nalways told how secure are the germ labs and storage areas are on Plum Island, just off \nLong Island. This is total BS. We know that fake IDs to get on Plum Island are not hard to \nget. And, we also know that, on 1 December, 2004, samples of a strain of foot and mouth \ndisease was quite easily stolen from Lab 101 on Plum Island. How long is our government \ngoing to keep us in the dark about the lack of security on Plum Island. The safety of our \nfood supply is at stake.\"\n"
    ],
    "persons": ["\n"],
    "dates": ["12/6/2004;12/1/2004\n"],
    "places": [" /Plum Island/ / "],
    "organizations": []
  },
  {
    "report_id": "FBI_40",
    "report_date": "12/13/2004",
    "report_description": [
      "An official of the Majestic Lines, a tourist ship lines reported to us \nan observation made on 29 November, 2004 by one of their booking agents. She said that two \nmen with Middle Eastern names had booked two tours on the same ship for tours that left \njust a month apart. The first tour, aboard the \"Majestic Clipper\", left Miami on 15 \nNovember, 2004 for Nassau, The Bahamas, and returned from  Nassau to Miami on 21 November, \n2004. The second tour would leave Miami for Nassau on 13 December, 2004 and return from \nNassau to Miami on 19 December, 2004. The two persons booking these tours on 20 September, \n2004 were Said Khadr and Muhammed Dandani. Both held U.S. passports. They were booked for \nfirst-class accommodations on the \"Majestic Clipper\" for both of these tours. Khadr and \nDandani took the first tour and are aboard the second.\n"
    ],
    "persons": ["Said Khadr;Muhammed Dandani\n"],
    "dates": [
      "11/29/2004;11/15/2004;11/21/2004;12/13/2004;12/19/2004;9/20/2004\n"
    ],
    "places": [" /Miami/Florida/USA; /Nassau/ /Bahamas\n"],
    "organizations": []
  },
  {
    "report_id": "FBI_41",
    "report_date": "12/15/2004",
    "report_description": [
      "In light of the information in FBI report for 13 December, 2004, an \nimmediate check was made of other cruise ship lines to see if there were other occurrences \nof such double bookings by Middle Eastern persons. Positive replies were obtained from the \nRoyal Norwegian Lines in New York City and the Sea Aire Lines in Baltimore, MD. Royal \nNorwegian Lines reported that two men named Wali Shakur and Hamza al Midhar had, on 20 \nSeptember, 2004, booked first-class accommodations on the \"Viking Holiday\" that left NYC \non 14 November, 2004 and returned to NYC from Nassau on 21 November, 2004. These same two \nmen had booked first-class accommodations on the same ship that left NYC for Nassau on 12 \nDecember, 2004 and is due to arrive back in NYC on 19 December, 2004. This cruise ship \nleaves Nassau on 18 December, 2004. The Sea Aire Lines reported the following information. \nTwo men named Mounir Mzoudi and Mamoun Zammar had, on 21 September, 2004 booked two first-\nclass accommodations on the \"Caribbean Queen\". The first was for a tour that left \nBaltimore for Freeport, The Bahamas on 7 November, 2004 and returned to Baltimore on 14 \nNovember, 2004. The second was for a tour on the \"Caribbean Queen\" that left Baltimore for \nFreeport on 12 December, 2004 and is due to arrive back in Baltimore on 19 December, 2004. \nThis ship leaves Freeport on 17 December, 2004.\n"
    ],
    "persons": ["Wali Shakur;Hamza al Midhar;Mounir Mzoudi;Mamoun Zammar\n"],
    "dates": [
      "9/20/2004;11/14/2004;11/21/2004;12/12/2004;12/19/2004;12/18/2004\n"
    ],
    "places": [
      "/ New York City/New York/USA; /Baltimore/Maryland/USA;/ Nassau/ /Bahamas; \n/Freeport/ /Bahamas\n"
    ],
    "organizations": []
  },
  {
    "report_id": "CIA_1",
    "report_date": "2/12/2003",
    "report_description": [
      "A Russian named Igor Kolokov was arrested in Cairo on 29 January, 2003 \nand charged with assault on an Egyptian police officer who had attempted to arrest him for \nbeing drunk in public. Kolokov sells medical supplies throughout the Middle East and \nrepresents a company in  Moscow called Medikat. A background check on Kolokov reveals that \nhe was formerly an administrator at the Soviet institute Vector in Strizi, near Kirov in \nRussia. When he was arrested, Kolokov was carrying a card with a note on it reading [in \nRussian]: \"Safrygin for H. Q., Peshawar.\"\n"
    ],
    "persons": ["Igor Kolokov\n"],
    "dates": ["1/29/2003"],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "CIA_2",
    "report_date": "2/15/2003",
    "report_description": [
      "(a) David Loiseau, Canadian citizen from Toronto. Kanjak Training Camp, \n2000-2001; wounded near Gizab, March 2002. (b) Raeed Beandali, American, Detroit MI., Mine \nwarfare training, Al Khaldun  training camp, 2000-2001; wounded near Qalat, 26 November, \n2002; sent to London 12 December, 2002. (c) Fahd Khadr, Canadian, Montreal. Light weapons \ntraining Al-Badr I training camp, 1999-2000. Sent home 23 October, 2000.\n"
    ],
    "persons": ["David Loiseau;Raeed Beandali;Fahd Khadr\n"],
    "dates": [
      "2/ /2002;11/26/2002;12/12/2002;10/23/2000; / /1999; / /2000; / /2001\n"
    ],
    "places": [
      " /Toronto/ /Canada; /Gizab/ / ; /Detroit/Michigan/USA; /Qalat/ / ; /Montreal/ \n/Canada; /London/ /UK\n"
    ],
    "organizations": [
      "Kanjak Training Camp;Al Khaldun  training camp;Al-Badr I training camp"
    ]
  },
  {
    "report_id": "CIA_3",
    "report_date": "2/22/2003",
    "report_description": [
      "Surveillance report on Cesar Arze, whose residence is 77 Avenue \nFrancis, Santo Domingo, Dominican Republic. Arze, who moved from Havana, Cuba to Santo \nDomingo in 1992, works as a medical technician in Santo Domingo. Arze is under \nsurveillance because of information that he is associated with Cuban intelligence \nservices. Arze was photographed in company with a man identified as Hector Lopez in \nBogota, Columbia on 23 January, 2003. Lopez, a known representative of FARC, has conducted \nnarcotics distribution activities throughout South and Central America and the Caribbean.\n"
    ],
    "persons": ["Cesar Arze;Hector Lopez\n"],
    "dates": [" / /1992;1/23/2003\n"],
    "places": [
      "77 Avenue Francis/Santo Domingo/ /Dominican Republic; /Havana/ /Cuba; /Bogota/ \n/Columbia\n"
    ],
    "organizations": ["FARC;Cuban intelligence services"]
  },
  {
    "report_id": "CIA_4",
    "report_date": "3/17/2003",
    "report_description": [
      "This source reports observing, near Calamar on 3 March, 2003, three men \nhe knew were Cubans discussing the transfer of cocaine with members of the National \nLiberation Army [ELN] in Columbia. The source recognized one of these Cubans as Jose \nEscalante. This source says that he knew Escalante when they were students in 1991 at a \nschool for medical laboratory technicians in Havana. This source said he believes that \nEscalante works in some capacity for the Cuban military. Our source also stated that Cuban \nrepresentatives frequently visit in the tri-border area of Columbia, Ecuador and Peru to \narrange for the exchange of weapons of various sorts needed by ELN for cocaine, that the \nELN supplies to the Cubans who sell and distribute this narcotic throughout the Caribbean \nand Central American region.\n"
    ],
    "persons": ["Jose Escalante\n"],
    "dates": ["3/3/2003; / /1991\n"],
    "places": [
      " /Calamar/ /Columbia; /Havana/ /Cuba; / / /Columbia; / / /Ecuador; / / /Peru\n"
    ],
    "organizations": ["National Liberation Army [ELN];Cuban military"]
  },
  {
    "report_id": "CIA_5",
    "report_date": "4/1/2003",
    "report_description": [
      " Pyotr Safrygin was formerly director of security at the Vector institute in Strizi, Russia. He now holds the position of director of security for Central Russia Airlines. He was born in Lipetsk, Russia on 26 December, 1950 and now lives in Moscow.\n"
    ],
    "persons": ["Pyotr Safrygin\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "CIA_6",
    "report_date": "4/15/2003",
    "report_description": [
      "(a) Saeed Hasham [aliases: Hamid Qatada, Yasir Salman]. Member of \ncentral staff, Al Qaeda; headed Farooq training camp in Khost area; name appears on many \nplanning documents for insurgent activities in 2002 at Jorm, Taloqan, and the Salang \ntunnel; received special notice from Osama bin Laden on 22 September 2002 for his planning \nof successful insurgent actions. (b) Khalid Taha [no recorded aliases], an Egyptian who \nheaded the Spin Shaga camp in Pakhtia province for Kashmiri militants; specializes in \nchemical weapons. (c) Fahd al Badawi [no recorded aliases]; a Saudi with a medical degree \nfrom University of Cairo, Egypt having a specialty in immunology; on medical staff at \nFarooq training camp in 2001; awarded for successfully treating Osama bin Laden for a \nbacterial infection in July, 2000.\n"
    ],
    "persons": [
      "Saeed Hasham;Hamid Qatada;Yasir Salman;Khalid Taha;Fahd al Badawi\n"
    ],
    "dates": ["9/22/2002; / /2001;7/ /2000\n"],
    "places": [" /Khost/ /Afghanistan; /Pakhtia/ /Afghanistan\n"],
    "organizations": [
      "Al Qaeda;Spin Shaga camp;University of Cairo;Farooq training camp"
    ]
  },
  {
    "report_id": "CIA_7",
    "report_date": "4/ /2003",
    "report_description": [
      "On 2 April, 2003 the Surete' de l'Etat issued a bulletin concerning a \nMoroccan named Abdillah Zinedine [alias: Abu Hafs] who had, among others, been occupying a \nhouse at 73 Rue Duhesme. Zinedine had been wanted in connection with an attempt to blow up \n(faire sauter) the Amercan Embassy in Paris in the Fall of 2001. Zinedine is an explosives \nexpert who was in Afghanistan from 1997 - 2000 and who provided Al Qaeda  members with \nexplosives training at the Al Badr II training camp in the Pakhtia province area of \nAfghanistan. It has recently been learned that Zinedine left Paris on a flight to \nMontreal, Canada on 1 April, 2003. He was using a fraudulent French passport in the name \nMehdi Rafiki. Another occupant of the house at 73 Rue Duhesme, on interrogation, reported \nthat Abu Hafs, as he knew Zinedine, said he was on his way to Chicago to visit an old \nfriend whom he only identified as Murad. This source, identified as another Moroccan \nZakarya Ziyad, said that Zinedine had mentioned that he and Murad would be doing \"great \nthings\" in several cities in America.\n"
    ],
    "persons": [
      "Abdillah Zinedine;Abu Hafs;Mehdi Rafiki;Murad;Zakarya Ziyad\n"
    ],
    "dates": [
      "4/2/2003; / /2001; / /1997; / /1998; / /1999; / /2000;4/1/2003\n"
    ],
    "places": [
      "73 Rue Duhesme/ / / ; /Paris/ /France; / / /Afghanistan; /Pakhtia/ /Afghanistan; \n/Montreal/ /Canada; /Chicago/Illinois/USA\n"
    ],
    "organizations": [
      "Amercan Embassy in Paris;Al Badr II training camp;Al Qaeda"
    ]
  },
  {
    "report_id": "CIA_8",
    "report_date": "4/20/2003",
    "report_description": [
      "Mohamed al Omari is a Saudi who was apprehended by Pakistani police in \nPeshawar on 12 January 2003. Omari was badly wounded at the time, saying that he was shot \nwhile attempting to desert from an Al Qaeda insurgent group that had taken refuge near \nParachinar on the Afghanistan-Pakistan border. Omari was placed in a hospital and, after "
    ],
    "persons": ["Mohamed al Omari;Dr. Badawi;Mamdouh al Hazmi;Hasham\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "CIA_9",
    "report_date": "5/15/2003",
    "report_description": [
      "This source reported that over 500 carats of polished diamonds were \ntraded by an organization representing rebel forces in Liberia for an assortment of \nweapons. The person acquiring the diamonds from this organization was identified only as \nan Arab businessman who had done such trading in the past. This person requested that \nthese diamonds be sent to an address in Panama City, Panama, which he gave as: 993 \nPanamico Ave. The package, to be delivered to a Ramundo Ortiz at this address, was to be \nmarked for customs purposes as art objects having a commercial value of $250.00.\n"
    ],
    "persons": ["Ramundo Ortiz\n"],
    "dates": [],
    "places": ["993 Panamico Ave./Panama City/ /Panama\n"],
    "organizations": []
  },
  {
    "report_id": "CIA_10",
    "report_date": "5/16/2003",
    "report_description": [
      "In response to our query about other associates of Omar Mahmoud Othman \nat the Baker St. Mosque in London, MI 5 responded with information that a man named Omar \nHanif had been given employment by Othman at this mosque in the period 1993 - 1998. He \nleft the UK for a year in 1999 and was possibly in Afghanistan. Travel records show that \nhe traveled from London Heathrow to Islamabad in February of 1999 and returned to London \nfrom there in December, 1999. Hanif holds a valid British passport and now lives at #11 \nApple St. in Nassau, The Bahamas. He is employed by a chain of hotels in the Bahamas and \nworks at the Seashore Hotel in Nassau and, occasionally, at the Freeport Star Hotel in \nFreeport. Another name mentioned by MI 5 to be associated with Othman was Jamal al Quso, \nwho came to the UK from Yemen in 1993. He applied for British citizenship in 1998 but was \nrefused because of his repeated troubles with the law. He was convicted of inciting to \nriot in 1996 and served a one-year suspended sentence. Records reveal that he left London \nHeathrow on a flight to Chicago, Illinois on July 17, 1999.\n"
    ],
    "persons": ["Omar Mahmoud Othman;Omar Hanif;Jamal al Quso\n"],
    "dates": [
      " / /1993; / /1994; / /1995; / /1996; / /1997; / /1998; / /1999;2/ /1999;12/ \n/1999;7/17/1999\n"
    ],
    "places": [
      "Baker St./London/ /UK; / / /Afghanistan; /London Heathrow/ /UK; /Islamabad/ / ;11 \nApple St./Nassau/ /Bahamas; /Freeport/ /Bahamas; / / /Yemen; /Chicago/Illinois/USA\n"
    ],
    "organizations": ["\n"]
  },
  {
    "report_id": "CIA_11",
    "report_date": "6/20/2003",
    "report_description": [
      "A house at #88 Sahibzada Gul Rd. in Peshawar, suspected of being an Al \nQaeda safe house, was raided on 15 May, 2003 by Pakistani Intelligence. Unfortunately, \napparently being tipped-off, the occupants had fled the day before. However, in the mess "
    ],
    "persons": ["Yasir Salman;F. Badawi;Safrygin\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "CIA_12",
    "report_date": "6/25/2003",
    "report_description": [
      "A number of bombings were attempted in Casablanca on 16 May, 2003. Of \nfive attempts only one succeeded in causing mass casualties. In four of the attempts that \nfailed only the bombers were killed. These bombings are believed to have been the actions \nof local individuals who may have been trained by Al Qaeda in Afghanistan. A person \nbelieved to have been a participant in the successful bombing was apprehended on 18 June, \n2003; his name is Mohamed Essabar. On interrogation, Essabar was asked to reveal the names \nof other participants, which, even under duress, he refused to do. However, when he was \narrested he was carrying a note in Arabic signed by a person named A. Atmani. One person \nof interest having this name is Abdellah Atmani, who has been a resident of Casablanca all \nhis life. During interviews with Atmani, it became clear that he had no part in the \nbombings on 16 May, 2003. However, his name was brought to our attention because Atmani \nworks as a loading supervisor for the Holland Orange Shipping Lines that has offices and \ndocks in Casablanca. Holland Orange ships make regular freight runs from Casablanca to a \nvariety of locations along the east coast of the USA as well as to places in the \nCaribbean. Moroccan police reported that they were keeping Atmani under surveillance.\n"
    ],
    "persons": ["Mohamed Essabar;A. Atmani;Abdellah Atmani\n"],
    "dates": ["5/16/2003;6/18/2003\n"],
    "places": [
      " /Casablanca/ /Morocco; / / /Afghanistan; / / /USA; / / /Caribbean\n"
    ],
    "organizations": ["Al Qaeda;Holland Orange Shipping Lines;Moroccan police"]
  },
  {
    "report_id": "CIA_13",
    "report_date": "6/29/2003",
    "report_description": [
      "On 20 June, 2003, three men were arrested at # 71 Voorburg straat in \nAmsterdam. All three men were of Indonesian origin and had emigrated to The Netherlands in \nthe mid 1990s. These men were arrested on evidence that they had formed a plan to destroy \na number of Jewish synagogues in Amsterdam and in other places in The Netherlands. One \nperson was identified as being of special interest to us; his name was established as \nRiduan Sungkar, who was born in Kuala Lumpur in 1974. When he was taken by the police, \nSungkar was carrying an airline ticket from Schiphol Airport in Amsterdam to Chicago, IL \nwith a connecting flight to Los Angeles, CA. The departure date on this ticket was 23 \nJune, 2003. He was also carrying a Dutch passport in the name: Omar Evertts, giving his \naddress as # 71 Voorburg straat, Amsterdam. In addition, he had a small notebook \ncontaining several names and addresses, two of which were of persons located in the Los \nAngeles area. They are: A. Somad, 235 Buckthorn St, Inglewood CA, and Y. Bafaba, 773 \nFlaxton St., Culver City, CA.\n"
    ],
    "persons": ["Riduan Sungkar;Omar Evertts;A. Somad;Y. Bafaba\n"],
    "dates": ["6/20/2003; / /1974;6/23/2003\n"],
    "places": [
      "71 Voorburg straat/Amsterdam/ /Netherlands; / / /Netherlands; /Kuala Lumpur/ \n/Malaysia; /Chicago/Illinois/USA; /Los Angeles/California/USA;235 Buckthorn \nSt./Inglewood/California/USA;773 Flaxton St./Culver City/California/USA\n"
    ],
    "organizations": ["\nREPORT"]
  },
  {
    "report_id": "CIA_15",
    "report_date": "8/12/2003",
    "report_description": [
      "A Pakistani citizen volunteered on 15 July, 2003, for a price, to \nprovide information about what happened to the former occupants of #88 Sahibzada Gul Rd. \nin Peshawar. All he could say is that he knew they went north, most likely to Chitral. \nAsked to provide more information about the previous occupants, all he would say is that \nhe knew they were Al Qaeda. A footnote to this story is that, on 17 July, this informer \nwas found with his throat slit in a back alley in Peshawar.\n"
    ],
    "persons": ["\n"],
    "dates": ["7/15/2003;7/17/2003\n"],
    "places": [
      "88 Sahibzada Gul Rd./Peshawar/ /Pakistan; /Chitral/ /Pakistan\n"
    ],
    "organizations": ["Al Qaeda"]
  },
  {
    "report_id": "CIA_16",
    "report_date": "8/18/2003",
    "report_description": [
      "Based on the NSA report of 1 July, 2003, information was solicited from \nRCMP regarding the activities of an R. Derwish who lives at 811 Tecumseh Rd. in Windsor, \nOntario. The RCMP report that this person's name is in fact Satam Derwish, a Saudi who has \nused the first name Ronald since he arrived in Canada in 1992. Derwish now holds a \nCanadian passport. Derwish has been under surveillance recently by the RCMP because of his \nassociations with suspected Hezbollah members in Windsor and in Detroit, Michigan. Derwish \nworks as a ticket agent for Canada Eastern Airlines in Windsor. He gets frequent trips at \nlow cost to various places in the USA and has traveled recently to Newark, NJ, Chicago, \nIL, and Columbus, Ohio, all of which are cities served by Canadian Eastern Airlines.\n"
    ],
    "persons": ["Ronald Derwish;Satam Derwish\n"],
    "dates": [" / /1992\n"],
    "places": [
      "811 Tecumseh Rd./Windsor/Ontario/Canada; /Detroit/Michigan/USA; / / /USA; \n/Newark/New Jersey/USA; /Chicago/Illinois/USA; /Columbus/Ohio/USA\n"
    ],
    "organizations": ["RCMP;Hezbollah;Canada Eastern Airlines"]
  },
  {
    "report_id": "CIA_17",
    "report_date": "9/16/2003",
    "report_description": [
      "Based on a NSA intercept reported on 12 September, 2003, information \nwas requested about a person named Bugarov, presumably Russian, who might have had contact \nwith Pyotr Safrygin at the Vector Institute in Moscow. It is believed that a Boris Bugarov \nworked as a scientist on bioweapons at Vector between the years 1986 and 1990. In 1990 he \ntraveled to Havana, Cuba with a Maj. Gen. Yury Kalinin, but returned to Moscow shortly "
    ],
    "persons": [
      " Bugarov;Pyotr Safrygin;Boris Bugarov;Maj. Gen. Yury Kalinin\n"
    ],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "CIA_18",
    "report_date": "9/25/2003",
    "report_description": [
      "Further information was requested on Muslih Odeh, who was mentioned in \nan NSA report of 15 September, 2003. MI 6 reported that Muslih Odeh is believed to be a \nSaudi and is not a British citizen. Saudi Intelligence reported that a Muslih Odeh was \nborn in Jeddah in 1967 and was last recorded as living in Saudi Arabia in Riyadh in 1998. \n"
    ],
    "persons": ["Muslih Odeh\n"],
    "dates": [" / /1967; / /1998\n"],
    "places": [" /Jeddah/ / ; /Riyadh/ /Saudi Arabia\n"],
    "organizations": ["\n"]
  },
  {
    "report_id": "CIA_19",
    "report_date": "10/12/2003",
    "report_description": [
      "One of the men identified in the photo taken in Peshawar on 2 January, \n2003, mentioned in the CIA report of 20 April, 2003, was a Mamdouh al Hazmi. This person \nis a Saudi known to have been associated with Al Qaeda. Recently obtained records reveal \nthat a Mamdouh al Hazmi was killed in a firefight with American forces on 12 March, 2003 \nnear Orgun in Afghanistan.\n"
    ],
    "persons": ["Mamdouh al Hazmi\n"],
    "dates": ["1/2/2003;3/12/2003\n"],
    "places": [" /Peshawar/ / ; /Orgun/ /Afghanistan\n"],
    "organizations": ["Al Qaeda"]
  },
  {
    "report_id": "CIA_20",
    "report_date": "10/21/2003",
    "report_description": [
      "A paid source in Chitral said he was treated on about 2 October, 2003 \nfor a broken arm by a Dr. Badawi in a refugee camp outside Chitral. Asked how he knew it \nwas a Dr. Badawi, the source replied that another refugee had told him who this doctor \nwas.\n"
    ],
    "persons": ["Dr. Badawi\n"],
    "dates": ["10/2/2003\n"],
    "places": [" /Chitral/ /Pakistan\n"],
    "organizations": ["\n"]
  },
  {
    "report_id": "CIA_21",
    "report_date": "10/30/2003",
    "report_description": [
      "Query regarding Cubans registering at Casablanca hotels. Carlos \nAraneda, Havana, Cuba, registered at the Moroccan Sands Hotel on 19 October, 2003; checked \nout on 22 October, 2003. Jose Escalante and B. Bugarov, both of Havana, Cuba, registered \ntogether at Sahara Atlantic Hotel on 21 October, 2003; checked out on 23 October, 2003. \nArnoldo Ramirez, San Cristobal, Cuba, registered at Sahara Atlantic Hotel on 18 October, \n2003; checked out on 22 October, 2003.\n"
    ],
    "persons": ["Carlos Araneda;Jose Escalante;B. Bugarov;Arnoldo Ramirez\n"],
    "dates": ["10/19/2003;10/22/2003;10/21/2003;10/23/2003;10/18/2003"],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "CIA_22",
    "report_date": "11/2/2003",
    "report_description": [
      " Query regarding persons from Pakistan registering at Casablanca hotels \nbetween 19 - 24 October, 2003. At Moroccan Oasis Hotel: Ali Talib [Karachi], 20 - 24 \nOctober; Abu Adil [Karachi], 21 - 22 October; Omar al Banna [Peshawar], 21 - 25 October; \nNadia Mahfouz [Peshawar], 22 - 24 October; Ali Mishal [Islamabad], 19 - 24 October. At \nSahara Atlantic Hotel: Abdel Noufal [Peshawar], 22 - 23 October; Ahmad Miner [Karachi], 19 \n-21 October; Yasir Salman [Karachi], 20 - 23 October; Jamat Syeed [Hyderabad], 20 - 23 \nOctober. At Moroccan Sands Hotel: Shukri Azzam [Hyderabad]; Nidal Awad [Peshawar],22 - 23 \nOctober.\n"
    ],
    "persons": [
      "Ali Talib;Abu Adil;Omar al Banna;Nadia Mahfouz;Ali Mishal;Abdel Noufal;Ahmad \nMiner;Yasir Salman;Jamat Syeed;Shukri Azzam;Nidal Awad\n"
    ],
    "dates": [
      "\n10/19/2003;10/24/2003;10/20/2003;10/21/2003;10/22/2003;10/23/2003;10/24/2003;10/25/2003\n"
    ],
    "places": [
      " / / /Pakistan; /Karachi/ /Pakistan; /Peshawar/ /Pakistan; /Islamabad/ /Pakistan; \n/Hyderabad/ /Pakistan;Moroccan Oasis Hotel/Casablanca/ /Marocco;Sahara Atlantic \nHotel/Casablanca/ /Marocco;Moroccan Sands Hotel/Casablanca/ /Marocco\n"
    ],
    "organizations": ["\n"]
  },
  {
    "report_id": "CIA_23",
    "report_date": "11/15/2003",
    "report_description": [
      "Response to a query regarding the person at 65 Avenue San Martin in \nSanto Domingo [see NSA report 1 November, 2003]. Resident at this address is listed as \nCarlos Morales. Morales works as a taxi driver for the AutoFleet taxi company in Santo \nDomingo. Records reveal that Morales applied for Dominican Republic citizenship in 2000, \nwhich was granted in February of 2001. His birth certificate shows that he was born in \nBuenos Aires, Argentina on 4 March, 1970. A source who took several rides in a taxi driven \nby Morales says that he overheard Morales speaking in fluent Arabic to someone he had \ncalled using the phone in his cab.\n"
    ],
    "persons": ["Carlos Morales\n"],
    "dates": ["11/1/2003; / /2000;2/ /2001;3/4/1970\n"],
    "places": [
      "65 Avenue San Martin/Santo Domingo/ /Dominican Republic; /Buenos Aires/ /Argentina\n"
    ],
    "organizations": ["AutoFleet taxi company"]
  },
  {
    "report_id": "CIA_24",
    "report_date": "1/3/2004",
    "report_description": [
      "Surveillance of Omar Hanif reveals that he traveled from  Nassau, The \nBahamas to Cairo, Egypt on 20 December, 2003 and returned on 25 December, 2003. While in \nCairo he was photographed coming out of a shop at 411 Ramses St. in Cairo. He was in the \ncompany of two other men. Provided with this photo, we were able to identify one of the \ntwo men as Saeed Hasham.\n"
    ],
    "persons": ["Omar Hanif;Saeed Hasham\n"],
    "dates": ["12/20/2003;12/25/2003\n"],
    "places": [" /Nassau/ /Bahamas;411 Ramses St./Cairo/ /Egypt\n"],
    "organizations": ["\n"]
  },
  {
    "report_id": "CIA_25",
    "report_date": "2/3/2004",
    "report_description": [],
    "persons": ["Ramundo Ortiz;Jose Escalante\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "CIA_26",
    "report_date": "2/13/2004",
    "report_description": [
      "Surveillance continues on Omar Hanif in Nassau, The Bahamas. On 4 \nFebruary, 2004 Hanif took a flight from Nassau to Miami, FL. where he boarded a flight to \nLondon, arriving on 5 February. He then took a connecting flight to Karachi, Pakistan, \nreturning by the same route on 7 February. While in Karachi, Hanif stayed at a residence \nat 631 Nishtar Rd. This house is now under surveillance by Pakistani Intelligence.\n"
    ],
    "persons": ["Omar Hanif\n"],
    "dates": ["2/4/2004;2/5/2004;2/7/2004\n"],
    "places": [
      " /Nassau/ /Bahamas; /Miami/Florida/USA; /London/ /UK;631 Nishtar Rd./Karachi/ \n/Pakistan\n"
    ],
    "organizations": ["Pakistani Intelligence"]
  },
  {
    "report_id": "CIA_27",
    "report_date": "2/20/2004",
    "report_description": [
      "On 17 February, MI 6 requested information on a Malaysian named Ali \nSufaat, who is reported to be working for the Caribbean Cargo Shipping Lines in Caracas, \nVenezuela. Our sources could only say that Sufaat has worked for Caribbean Cargo \nintermittently and is reported to have left Caracas for either Cuba or the Bahamas. It is \nknown that Sufaat has traveled to both of these places during his work at Caribbean Cargo.\n"
    ],
    "persons": ["Ali Sufaat\n"],
    "dates": ["2/17/2004\n"],
    "places": [" /Caracas/ /Venezuela; / / /Cuba; / / /Bahamas\n"],
    "organizations": ["Caribbean Cargo Shipping Lines"]
  },
  {
    "report_id": "CIA_28",
    "report_date": "3/30/2004",
    "report_description": [
      "Response to a request for information about Holland Orange Shipping \nLines routes from Casablanca to destinations in the USA and surrounding areas. This \nshipping line has two freighters, Dutch Courage and Orange Queen, that regularly deliver \ncargo to Miami, FL., Savannah, GA., and Norfolk, VA., in the USA. These ships also make \ndeliveries to Santo Domingo, Dominican Republic, and to Caracas, Venezuela. The Orange \nQueen services ports in the USA and the Dutch Courage services ports in the Dominican \nRepublic and Venezuela.\n"
    ],
    "persons": ["\n"],
    "dates": ["\n"],
    "places": [
      " /Casablanca/ /Morocco; /Miami/Florida/USA; /Savannah/Georgia/USA; \n/Norfolk/Virginia/USA; /Santo Domingo/ /Dominican Republic; /Caracas/ /Venezuela\n"
    ],
    "organizations": ["Holland Orange Shipping Lines"]
  },
  {
    "report_id": "CIA_29",
    "report_date": "4/30/2004",
    "report_description": [],
    "persons": [],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "CIA_30",
    "report_date": "5/16/2004",
    "report_description": [
      "Sources tracking Cesar Arze in Santo Domingo report that, on 1 May, \n2004, Arze was photographed at a park in Santo Domingo in company with Carlos Morales and \na man now identified as a Cuban named Jose Escalante. It is now known that Arze and \nEscalante received training together in 1992 - 1993 at a school for medical technicians in \nHavana, Cuba. Arze has been suspected of associations with Cuban intelligence [See CIA \nReport 22 February, 2003]. Additional information is now available on Carlos Morales, who \nwas overheard speaking fluent Arabic [see CIA Report 15 November, 2003]. Our sources in \nBuenos Aires, Argentina report that there is a considerable traffic in forged birth \ncertificates among members of the Islamic community in Argentina.\n"
    ],
    "persons": ["Cesar Arze;Carlos Morales;Jose Escalante\n"],
    "dates": ["5/1/2004; / /1992; / /1993;2/22/2003\n"],
    "places": [
      " /Santo Domingo/ /Dominican Republic; /Havana/ /Cuba; /Buenos Aires/ /Argentina\n"
    ],
    "organizations": ["\n"]
  },
  {
    "report_id": "CIA_31",
    "report_date": "7/1/2004",
    "report_description": [
      "Further information about the background of Boris Bugarov is provided. \nFrom information gathered some time ago from Russian sources, Bugarov was born in 1950 in \nthe town of Saratov and was trained in biology at Moscow State University. He appears to \nhave joined the Vector institute around 1986 and he became an expert in developing \naerosolized forms of biological weapons. It is believed Bugarov worked on aerosolized \nforms of India-1 smallpox and pneumonic plague. More recent sources say that Bugarov went \nto Cuba but then returned to Moscow sometime in 1992. He is reported to have divorced his \nwife in 1993 and has returned to Cuba. However, he still travels frequently to Europe, the \nMiddle East and in South America. It is also known that Cuba has an active biological \nweapons program.\n"
    ],
    "persons": ["Boris Bugarov\n"],
    "dates": [" / /1950; / /1986; / /1992; / /1993\n"],
    "places": [" /Saratov/ /Russia; / / /Cuba\n"],
    "organizations": ["Moscow State University"]
  },
  {
    "report_id": "CIA_32",
    "report_date": "7/18/2004",
    "report_description": [
      "Further information provided by MI 5 regarding Muslih Odeh [see CIA \nReport: 25 September, 2003]. MI 5 reports that there is no record of Odeh's having a \nBritish passport, but he may have a Saudi passport. He is known to be employed by the \nFreeport Star Hotel in Freeport, The Bahamas and is currently under surveillance.\n"
    ],
    "persons": ["Muslih Odeh\n"],
    "dates": ["9/25/2003\n"],
    "places": [" Freeport Star Hotel/Freeport/ /Bahamas\n"],
    "organizations": ["\n"]
  },
  {
    "report_id": "CIA_33",
    "report_date": "9/13/2004",
    "report_description": [
      "This report was issued in response to an FBI request for information \nregarding Abdul Nasser and Ali al-Omari. It is known that an Abdul Ahmed Nasser ran a \nchemical weapons training program in Afghanistan at the Al Khuldan camp in the Khost area \nfrom 1999 - 2001 [also see DIA Report for 12 February, 2004]. Recently translated records \nobtained from a computer hard disk reveal that a Saudi named Ali al Omari was a student at \nthis camp in February of 2000.\n"
    ],
    "persons": ["Abdul Nasser;Ali al-Omari\n"],
    "dates": [" / /1999; / /2001; / /2002;2/ /2000\n"],
    "places": [" / / /Afghanistan\n"],
    "organizations": ["\n"]
  },
  {
    "report_id": "CIA_34",
    "report_date": "9/15/2004",
    "report_description": [
      "A source in Moscow who happens to work under the direction of Pyotr \nSafrygin at Central Russia Airlines says he drove Safrygin to a location near Strizhi on 1 \nSeptember where Safrygin met a man in a farm house. The source says Safrygin gave the man \na bag, probably containing rubles, and received a package about the size of four shoeboxes \nthat was marked [in Russian] \"antibiotics\". On the way back to Moscow, the source said \nSafrygin told him that these antibiotics were to be sold on the black market in Africa.\n"
    ],
    "persons": ["Pyotr Safrygin\n"],
    "dates": ["9/1/2004\n"],
    "places": [" /Moscow/ /Russia; /Strizhi/ /Russia\n"],
    "organizations": ["Central Russia Airlines"]
  },
  {
    "report_id": "CIA_35",
    "report_date": "9/20/2004",
    "report_description": [
      "From information obtained from the Center of Disease Control [CDC} it \nwas learned that 97 cases of foot and mouth disease have been confirmed in the vicinity of \nBucaramanga in Columbia. CDC says these cases all appear to be FMD type A.\n"
    ],
    "persons": ["\n"],
    "dates": ["\n"],
    "places": [" /Bucaramanga/ /Columbia\n"],
    "organizations": ["Center of Disease Control"]
  },
  {
    "report_id": "CIA_36",
    "report_date": "9/21/2004",
    "report_description": [
      "Grigory Sizov, a former Soviet chemist who now teaches at a university \nin the USA, was asked what he could tell us about Boris Bugarov and his work in Cuba. \nSizov said he knew Bugarov personally and had met him on a visit Sizov took to Moscow in \n2002. Sizov said that Bugarov regards Castro as a buffoon but stays in Havana because he \nenjoys the climate and can make much more money there than in the former Soviet Union. \nSizov also said that Bugarov showed him a picture of an attractive Cuban woman whom \nBugarov said he planned to marry. Sizov said that Bugarov told him almost nothing about \nhis work in Cuba. However, he said he was free to travel and had some very capable \nassistants who helped him with all sorts of things. Sizov said he guessed that Bugarov \nmight still be involved in BW work but might also be involved in the distribution of \nnarcotics. Finally, Sizov said he could not help noticing the several flashy diamond rings \nBugarov was wearing when they met."
    ],
    "persons": ["Grigory Sizov;Boris Bugarov;Castro\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "CIA_37",
    "report_date": "9/25/2004",
    "report_description": [
      "In the CIA Report for 13 February, 2004 it was noted that Pakistani \nintelligence had agreed to keep a residence at 631 Nishtar Rd. in Karachi under \nsurveillance. On 17 September, 2004 they reported to us that events had prompted a raid on \nthis residence on 5 September, 2004. During this raid five persons were killed, among them \ntwo police officers. The three others killed were identified as: Abdul Jabarah [a \nKuwaiti], Fahd Jehani [a Saudi], and Ramzi al Shibh [a Yemeni], all of whom are known \nmembers of Al Qaeda. Jehani seems to have been a courier since he was carrying a packet of \nmessages. Most of the messages contained instructions for insurgent activities in \nPakistan, including an attempt to be made on 1 October, 2004 to destroy police HQ in \nKarachi. But one message was addressed to S. H in Chitral that read; \"Allah, all praise to \nhim, has provided the funds you need to finish your work. These funds will be on their way \nin ten days.\" This message was sent by a person only identified as Moataz [possibly an \nalias] and was sent from Gwadar, Pakistan.\n"
    ],
    "persons": ["Abdul Jabarah;Fahd Jehani;Ramzi al Shibh;S. H.;Moataz\n"],
    "dates": ["2/13/2004;9/17/2004;9/5/2004;10/1/2004\n"],
    "places": [
      "631 Nishtar Rd./Karachi/ /Pakistan; /Chitral/ /Pakistan; /Gwadar/ /Pakistan\n"
    ],
    "organizations": ["Pakistani intelligence;Al Qaeda"]
  },
  {
    "report_id": "CIA_38",
    "report_date": "10/9/2004",
    "report_description": [
      "MI 6 provided additional information on the Malaysian named Ali Sufaat. \nIt is now known that Sufaat lives at #13 Step St. in Nassau, The Bahamas. It is also known \nthat Sufaat now works as a deck hand on the Island Freight Lines that makes regular runs \nbetween Nassau and Santo Domingo. Sufaat has been under surveillance and has had several \ncontacts with Omar Hanif at the Seashore Hotel in Nassau.\n"
    ],
    "persons": ["Ali Sufaat;Omar Hanif\n"],
    "dates": ["\n"],
    "places": [
      "#13 Step St./Nassau/ /Bahamas; /Santo Domingo/ /Dominican Republic;Seashore \nHotel/Nassau/ /Bahamas\n"
    ],
    "organizations": ["Island Freight Lines"]
  },
  {
    "report_id": "CIA_39",
    "report_date": "10/12/2004",
    "report_description": [
      "Our source has now been employed by the Holland Orange Shipping Lines \nin Casablanca. He has been assigned to keep track of the activities of Abdellah Atmani. \nThis source says that on 5 October, 2004 Atmani had a visitor wearing the uniform of a \nFirst Officer of Central Russia Airlines. This person gave Atmani a carefully wrapped \npackage marked [in Russian] \"Antibiotics\". The source says that Atmani told the officer \nthat he should tell his boss that this package will be aboard the \"Dutch Courage\" in good \ntime. Later the same day, this source says he observed Atmani placing a Holland Orange \nshipping label on this package to an address in Santo Domingo, The Dominican Republic. The \nsource could not see the street address to which this package would be sent.\n"
    ],
    "persons": ["Abdellah Atmani\n"],
    "dates": ["10/5/2004\n"],
    "places": [
      " /Casablanca/ /Morocco; /Santo Domingo/ /The Dominican Republic\n"
    ],
    "organizations": ["Holland Orange Shipping Lines;Central Russia Airlines"]
  },
  {
    "report_id": "CIA_40",
    "report_date": "11/17/2004",
    "report_description": [
      "A case officer who is at the American embassy in Riyadh says he \noverheard a conversation at an embassy party between the Spanish ambassador to Saudi \nArabia and an American consular official regarding the employment of Saudis in foreign \nembassies. During this conversation the Spanish ambassador mentioned that an entire \nfamily, of the name al Ghamdi, had worked at the Spanish embassy in Riyadh from 1970 to \n1988. The ambassador went on to say that he had worked at this embassy as a clerk during \nthis time and had become attached to the three al Ghamdi sons. He added with regret that \nall three of the boys, whom he had watched grow up, left Saudi Arabia and that two of them \nhad been killed fighting for Al Qaeda in Afghanistan. The third son, he added, never \nreturned to Saudi Arabia and the last he heard was that he had taken up residence in Santo \nDomingo and was now a cab driver.\n"
    ],
    "persons": ["al Ghamdi\n"],
    "dates": [
      " / /1970; / /1971; / /1972; / /1973; / /1974; / /1975; / /1976; / /1977; / /1978; / \n/1979; / /1980; / /1981; / /1982; / /1983; / /1984; / /1985; / /1986; / /1987; / /1988\n"
    ],
    "places": [
      " /Riyadh/ /Saudi Arabia; / / /Afghanistan; / / /Saudi Arabia; /Santo Domingo/ /The \nDominican Republic\n"
    ],
    "organizations": ["Al Qaeda"]
  },
  {
    "report_id": "CIA_41",
    "report_date": "11/18/2004",
    "report_description": [
      "Additional information was requested on 2 November, 2004 of the source \nwho reported on the activities of Pyotr Safrygin on 1 September, 2004 [see CIA Report for \n15 September, 2004]. This source was asked if he recognized the person at the farm  house \nfrom whom Safrygin had received the package marked \"antibiotics\". This source said he did \nnot recognize the person at the farm house, but said he later learned that the farm house \nwas owned by a scientist at Vector.\n"
    ],
    "persons": ["Pyotr Safrygin\n"],
    "dates": ["11/2/2004;9/1/2004;9/15/2004\n"],
    "places": ["\n"],
    "organizations": ["\n"]
  },
  {
    "report_id": "CIA_42",
    "report_date": "12/8/2004",
    "report_description": [
      "This source, assigned to cover the activities of Omar Hanif, reported \nthat on 1 December, 2004 he had followed Hanif as he took an inter-island ship called the \n\"Packet\" from Nassau to Freeport in the Bahamas. Hanif was carrying a package that the \nsource said carried a label in what he thought was Russian [but which he could not \ntranslate]. The source followed Hanif to the Freeport Star Hotel where, in the hotel's \nparking lot, he gave the package to a person named Muslih Odeh, who is also under \nsurveillance. The source said that Odeh placed the package in the trunk of a car and \nimmediately drove off.\n"
    ],
    "persons": ["Omar Hanif;Muslih Odeh\n"],
    "dates": ["12/1/2004\n"],
    "places": [" /Nassau/ /Bahamas; /Freeport/ /Bahamas\n"],
    "organizations": ["\n"]
  },
  {
    "report_id": "CIA_43",
    "report_date": "12/16/2004",
    "report_description": [
      "Received information from a source following Omar Hanif that yesterday "
    ],
    "persons": ["Omar Hanif\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "NSA_1",
    "report_date": "4/10/2003",
    "report_description": [
      "Intercepted phone call, in Arabic on 28 March, 2003 from a location in \nLondon to a location in Paris. London location is: 16 Becklow Rd, Shepard's Bush; Paris \nlocation: 73 Rue Duhesme. In part of this message the caller says: \"...I hope you can cook \na lot of white meat in Texas...\"\n"
    ],
    "persons": ["\n"],
    "dates": ["3/28/2003\n"],
    "places": ["16 Becklow Rd./London/ /UK;73 Rue Duhesme/Paris/ /France\n"],
    "organizations": []
  },
  {
    "report_id": "NSA_2",
    "report_date": "5/11/2003",
    "report_description": [
      "Intercepted phone call in Arabic on 25 April, 2003 from a location in \nAmsterdam to a location in Montreal, Canada. The Amsterdam location is: 29 \nGrootslagstraat, Amsterdam; the Montreal location is 721 St Clare St.. In part of this \nmessage the caller says: \"...the best place for father to stay in Chicago is at 2211 \nCermak Rd. because the rent is very cheap...\"\n"
    ],
    "persons": [],
    "dates": ["4/25/2003\n"],
    "places": [
      "29 Grootslagstraat/Amsterdam/ /Netherlands;721 St Clare \nSt./Montreal/Quebec/Canada;2211 Cermak Rd./Chicago/Illinois/USA\n"
    ],
    "organizations": []
  },
  {
    "report_id": "NSA_3",
    "report_date": "6/15/2003",
    "report_description": [
      "Intercepted phone call from Paris to Ojinaga, Mexico. The Paris call \noriginated from # 12 Rue De Civry; the Ojinaga location is a pay phone at the Cabrito \nHotel. In part of the message, in Arabic, the caller says: \"...we will let you know when S \nand R can make a safe passage north...\"\n"
    ],
    "persons": [],
    "dates": [],
    "places": [
      "12 Rue De Civry/Paris/ /France;Cabrito Hotel/Ojinaga/ /Mexico\n"
    ],
    "organizations": []
  },
  {
    "report_id": "NSA_4",
    "report_date": "7/1/2003",
    "report_description": [
      "Recorded e-mail traffic on AOL from the Oasis Internet Cafe in \nMarrakech, Morocco to the username rder3. The name rder3 belongs to a user in Windsor, \nOntario, Canada. The person to whom this account is billed is R. Derwish, whose address is \ngiven as 811 Tecumseh Rd. Part of this message, in English, reads: \"...all you need will \nbe sent to you on 15 July. Do not fail to have it in Abdul's hands before 1 August, \n2003...\" "
    ],
    "persons": ["R. Derwish\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "NSA_5",
    "report_date": "9/12/2003",
    "report_description": [
      "Intercepted phone call on 3 September, 2003 from a location in Moscow, \nidentified as a phone at the Central Russian Airlines offices, to a pay phone located in a \nbus station in Chitral, Pakistan. The caller, speaking in Russian says: \"Bugarov will meet \nyou in Casablanca on 22 October. Let me know immediately if you cannot come.\" The receiver \nof the call replies, also in Russian, but with an Arabic accent: \"I will be there for \nsure.\"\n"
    ],
    "persons": ["Bugarov\n"],
    "dates": ["9/3/2003;10/22/2003\n"],
    "places": [
      " /Moscow/ /Russia; /Chitral/ /Pakistan; /Casablanca/ /Morocco\n"
    ],
    "organizations": ["Central Russian Airlines"]
  },
  {
    "report_id": "NSA_6",
    "report_date": "9/15/2003",
    "report_description": [
      "Intercepted phone call on 5 September, 2003 from a location in Nassau \nto one in Freeport in the Bahamas. The Nassau location is: # 11 Apple St. and the Freeport \nlocation is 1789 Grenfel Ave. The resident at the Nassau address is named Omar Hanif; the \nresident at the Freeport address is named Muslih Odeh. In part of this message the caller \nsays: \"Do you remember the meeting I went to in Karachi last March? I am going to offer \nyou a promotion, will you accept it?\" The reply is: \"Yes, of course.\"\n"
    ],
    "persons": ["Omar Hanif;Muslih Odeh\n"],
    "dates": ["9/5/2003\n"],
    "places": [
      "/Karachi/ /Pakistan;11 Apple St./Nassau/ /Bahamas;1789 Grenfel Ave./Freeport/ \n/Bahamas\n"
    ],
    "organizations": []
  },
  {
    "report_id": "NSA_7",
    "report_date": "9/15/2003",
    "report_description": [
      "Intercepted phone call from a location in Karachi, Pakistan to a \nlocation in Panama City, Panama. The location in Karachi is # 631 Nishtar Rd; the location \nin Panama City is 993 Panamico Ave. The caller says [in English]: \"Can you help us sell a \nlarge assortment of very high quality tanzanite in a short time?\" The person receiving the \ncall says: \"Yes, will the money go to the usual place?\" The caller replies: \"Yes, for this \nshipment, but the money from other shipments may go to other places; we will let you \nknow.\"\n"
    ],
    "persons": [],
    "dates": [],
    "places": [
      "631 Nishtar Rd./Karachi/ /Pakistan;993 Panamico Ave./Panama City/ /Panama\n"
    ],
    "organizations": []
  },
  {
    "report_id": "NSA_8",
    "report_date": "10/1/2003",
    "report_description": [
      "Intercepted phone call on 25 September from Chitral, Pakistan to \nCasablanca, Morocco. The call from Chitral was from a prepaid cell phone using an unlisted "
    ],
    "persons": [],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "NSA_9",
    "report_date": "11/1/2003",
    "report_description": [
      "Intercepted phone call from Casablanca, Morocco to Santo Domingo, \nDominican Republic on 23 October, 2003. The call originated from a phone listed at the \nHolland Orange Shipping Lines in Casablanca; the recipient of the call was at a residence \nat 65 Avenue San Martin in Santo Domingo. During the conversation the caller states [in \nArabic]: \"You will receive a shipment of antibiotics at a time we will announce to you. At \nabout the same time you will receive a shipment of medical supplies. We will let you know \nwhere these items will be going.\"\n"
    ],
    "persons": ["\n"],
    "dates": ["10/23/2003\n"],
    "places": [
      " /Casablanca/ /Morocco;65 Avenue San Martin/Santa Domingo/ /Dominican Republic\n"
    ],
    "organizations": ["Holland Orange Shipping Lines"]
  },
  {
    "report_id": "NSA_10",
    "report_date": "12/22/2003",
    "report_description": [
      "Intercepted phone call on 15 December, 2003 from a location in Paris, \nFrance to a location in Windsor, Ontario, Canada. The Paris call was from 174 Rue \nCardinet; the call was received at 811 Tecumseh Rd. in Windsor. In a brief message the \ncaller says in French; \"Mother will meet you in Buffalo on the 28th and will have what you \nexpected.\" The person receiving the call says: \"At Ferry St. as usual?\"  The caller says: \n\"Yes.\"\n"
    ],
    "persons": [],
    "dates": ["12/15/2003\n"],
    "places": [
      "811 Tecumseh Rd./Windsor/Ontario/Canada;174 Rue Cardinet/Paris/ /France;Ferry \nSt./Buffalo/New York/USA\n"
    ],
    "organizations": []
  },
  {
    "report_id": "NSA_11",
    "report_date": "1/8/2004",
    "report_description": [
      "Intercepted phone call from Chitral, Pakistan to a location in Havana, \nCuba. The call from Chitral was from a prepaid cell phone using an unlisted ID number \nsupplied by an Internet Cafe in Peshawar. The receiver of the phone call was at the \naddress: 16 Plasencia St., Havana, the residence of Boris Bugarov. The caller says [in \nRussian]: \"The medical supplies will go to Morales in Santo Domingo, we will tell you \nwhen. You will receive a payment at the end of the month.\" The receiver says [in Russian]: \n\"That's fine, I will let Escalante handle all the arrangements for the shipment.\"\n"
    ],
    "persons": ["Escalante;Morales;Boris Bugarov\n"],
    "dates": [],
    "places": [
      " /Chitral/ /Pakistan; /Santa Domingo/ /Dominican Republic;16 Plasencia St./Havana/ \n/Cuba; /Peshawar/ /Pakistan\n"
    ],
    "organizations": []
  },
  {
    "report_id": "NSA_12",
    "report_date": "4/15/2004",
    "report_description": [
      "Intercepted phone call from Calamar, Columbia to Ojinaga, Mexico. The \ncaller was using a pay phone at the Los Palmas Hotel in Calamar. The receiver was at a pay \nphone in the Cabrito Hotel.in Ojinaga. In a brief message the caller said: \"Expect Jose \nand Carlos on May first. Don't let them go north until you hear from us.\" The receiver \nreplies: \"I know there has been trouble. But you must send us more money to cover \nexpenses.\"\n"
    ],
    "persons": ["Jose;Carlos\n"],
    "dates": [],
    "places": [
      "Los Palmas Hotel/Calamar/ /Columbia;Cabrito Hotel/Ojinaga/ /Mexico\n"
    ],
    "organizations": []
  },
  {
    "report_id": "NSA_13",
    "report_date": "8/8/2004",
    "report_description": [
      " Intercepted phone call from Bogota, Columbia to Tampico, Mexico. The \ncall originated from a pay phone in the Los Andes Hotel in Bogota; the receiver of the \ncall was at a residence at 555 La Mirada St. in Tampico. The caller began by saying [in \nSpanish]: \"As you have heard, our Arab friends need to find a new way north. We hear that \nChetumal may not be good any more. Can you recommend another stopover?\" The recipient of \nthe call replies: \"Yes, we have given this some thought and recommend you try Ciudad \nMadero. We are close by and can provide help. This will also make the route to Ojinaga \nshorter. Will we have access to the same funds?\" The reply was \"Yes, of course. This \nsounds very good.\"\n"
    ],
    "persons": [],
    "dates": [],
    "places": [
      "Los Andes Hotel/Bogota/ /Columbia;555 La Mirada St./Tampico/ /Mexico; /Chetumal/ \n/Mexico\n"
    ],
    "organizations": []
  },
  {
    "report_id": "NSA_14",
    "report_date": "9/20/2004",
    "report_description": [
      "Intercepted phone call on 5 September, 2004 from a phone at Central \nRussia Airlines in Moscow to an unlisted cell phone in Chitral, Pakistan. The caller says \n[in Russian]: \"I got the first payment and have obtained what you wanted. Let me know when \nyou wish me to deliver this stuff.\" The recipient of the call says: \"Fine, it will not be \ntoo long now.\"\n"
    ],
    "persons": [],
    "dates": ["9/5/2004\n"],
    "places": [" /Chitral/ /Pakistan; /Moscow/ /Russia;\n"],
    "organizations": ["Central Russian Airlines"]
  },
  {
    "report_id": "NSA_15",
    "report_date": "9/21/2004",
    "report_description": [
      "Intercepted phone call on 12 September, 2004 from Tehran, Iran to \nTampico, Mexico. The caller was at a phone in the Cultural Ministry in Tehran; the \nreceiver of the call was at 555 La Mirada St. in Tampico. The caller says [in Pharsi]: \n\"Our Crusader enemies have a saying 'Diamonds are a girl's best friend'. Do you understand \nwhat I mean?\" The receiver says: \"I understand completely. They will be our best friends \ntoo.\"\n"
    ],
    "persons": [],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "NSA_16",
    "report_date": "10/1/2004",
    "report_description": [
      "Intercepted phone call on 28 September, 2004 from Havana, Cuba to Santo \nDomingo, Dominican Republic. The Havana call originated at 45 Desague St. in Havana listed \nin the name Jose Escalante; the destination was at 65 Ave. San Martin in Santo Domingo, \nlisted in the name Carlos Morales. The caller says [in Spanish]: \"Hello Carlos, I'm \ncalling just to tell you that Arze will have the medical supplies to you by November 21st. \nYou know who to give them to?\" The reply is: \"Yes, some guy named Sufaat. He also gets the \nantibiotics that I just heard about from the Arab. They will also be here by November \n21st. Where is all this stuff going?\" The caller says: \"I don't know anything about any \nantibiotics. I guess we are not supposed to know, but my guess is that they will go to our \nfriends in Columbia.\"\n"
    ],
    "persons": ["Jose Escalante;Carlos Morales;Arze;Sufaat\n"],
    "dates": ["9/28/2004;11/21/2004\n"],
    "places": [
      "45 Desague St./Havana/ /Cuba;65 Ave. San Martin/Santa Domingo/ /Dominican \nRepublic; / / /Columbia\n"
    ],
    "organizations": []
  },
  {
    "report_id": "NSA_17",
    "report_date": "10/5/2004",
    "report_description": [
      "Intercepted phone call from Bogota, Columbia to Tampico, Mexico. The \ncall originated from a pay phone in the Los Andes Hotel in Bogota; the receiver of the \ncall was at a residence at 555 La Mirada St. in Tampico. The caller said [in Spanish]: \n\"Your first two guests will arrive on the tenth of this month at the new place. Make sure \nyou tell them to avoid going north through Piedras Negras. We believe Rinaldo and Carlos \nhave been caught.\" The reply is: \"We will send them through Cuidad Acuna. The other place \nlooks bad too.\"\n"
    ],
    "persons": ["Rinaldo;Carlos\n"],
    "dates": [],
    "places": [
      "555 La Mirada St./Tampico/ /Mexico;Los Andes Hotel/Bogota/ /Columbia; /Piedras \nNegras/ / ; /Cuidad Acuna/ / \n"
    ],
    "organizations": []
  },
  {
    "report_id": "NSA_18",
    "report_date": "10/7/2004",
    "report_description": [
      "Intercepted phone call from Chitral, Pakistan to a location in Havana, \nCuba. The call from Chitral was from a prepaid cell phone using an unlisted ID number \nsupplied by an Internet Cafe in Peshawar. The receiver of the phone call was at the \naddress: 16 Plasencia St., Havana. The caller says [in Russian]: \"Have the medical \nsupplies to Morales by November 21st for sure. As soon as I hear from him your rocks will \nbe on the way.\" The reply given was: \"Don't worry, my boys are very good.\"\n"
    ],
    "persons": [],
    "dates": ["11/21/2004\n"],
    "places": [
      " /Chitral/ /Pakistan;16 Plasencia St./Havana/ /Cuba; /Peshawar/ /Pakistan \n"
    ],
    "organizations": []
  },
  {
    "report_id": "NSA_19",
    "report_date": "11/19/2004",
    "report_description": [],
    "persons": ["Jose Ramirez;Riyad Said\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "NSA_20",
    "report_date": "11/23/2004",
    "report_description": [
      "Intercepted phone call on 21 NOvember, 2004 from Chitral, Pakistan to a \nlocation in Havana, Cuba. The call from Chitral was from a prepaid cell phone using an \nunlisted ID number supplied by an Internet Cafe in Peshawar. The receiver of the phone \ncall was at a phone listed at the Seashore Hotel in Nassau, The Bahamas. The caller says \n[in Arabic]: \"Any news?\" The recipient says: \"Six guests arrived for their first visit and \nwere well-entertained. I received both packages and will see that the antibiotics and \nmedical supplies get to where they are required.\" In reply, the caller says: \"This is good \nnews, thanks.\"\n"
    ],
    "persons": [],
    "dates": ["11/21/2004\n"],
    "places": [
      " /Chitral/ /Pakistan; /Peshawar/ /Pakistan; /Havana/ /Cuba;Seashore Hotel/Nassau/ \n/Bahamas\n"
    ],
    "organizations": []
  },
  {
    "report_id": "NSA_21",
    "report_date": "11/29/2004",
    "report_description": [
      " Intercepted phone call on 28 November, 2004 from Bogota, Columbia to \nCuidad Acuna, Mexico. The call originated from a pay phone in the Los Andes Hotel in \nBogota; the receiver of the call was at a residence at 112 Ave. Zaragoza in Ciudad Acuna. \nThe caller says [in Spanish]: \"The next time you talk to your boys up north, tell them to \nmake sure they get their stories straight.\" The person receiving the call says: \"Don't \nworry, they know what they are supposed to do.\"\n"
    ],
    "persons": [],
    "dates": ["11/28/2004\n"],
    "places": ["Los Andes Hotel/Bogota/ /Columbia; /Cuidad Acuna/ /Mexico\n"],
    "organizations": []
  },
  {
    "report_id": "NSA_22",
    "report_date": "12/2/2004",
    "report_description": [
      "Intercepted phone call on 28 November, 2004 from Havana, Cuba to \nMoscow, Russia. The call originated from an office at a Cuban Government building at 222 \nFidel St. in Havana. The call was received at an office of Central Russia Airlines in \nMoscow. The caller says [in Russian]: \"Hello Pyotr, Boris here. I am thinking of coming \nhome in January, will I see you?\" The receiver of the call says: \"I'll be gone all of \nJanuary, sorry. By the way, how did you do with the Arab in Casablanca?\" The caller says: \n\"Quite well, I sold him four canisters of L-one.\" The receiver says: \"I wasn't supposed to \ntell you, but I sold him two of N-one. I wonder what they will do with this stuff?\" The \ncaller says: \"The Arab told me that they would use it in the Middle East, possibly against "
    ],
    "persons": [" Pyotr;Boris\n"],
    "dates": [],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "DIA_1",
    "report_date": "2/12/2004",
    "report_description": [
      "Interrogation of Abdul Ahmed Nasser, a Saudi born October 1967 in Abba. \nCaptured 3 February, 04 at Baglan.  Entered fight against Russians in Chechnya in 1997; \nwent to Afghanistan 1999; provided chemical weapons training to Taliban/Al Qaeda members. \nVery talkative and says he has former students now in the USA who will shortly have lots \nof cocktails for \"American alcoholic bastards.\"\n"
    ],
    "persons": ["Abdul Ahmed Nasser\n"],
    "dates": ["2/3/2004; / /1997; / /1999;10/ /1967\n"],
    "places": [
      "/Abba/ /Saudi Arabia; /Chechnya/ /Russia; / / /Afghanistan; / / /USA\n"
    ],
    "organizations": ["Taliban;Al Qaeda"]
  },
  {
    "report_id": "DIA_2",
    "report_date": "2/20/2004",
    "report_description": [
      "Interrogation of a man calling himself Kamal Abdullah who says he a \nJordanian; captured near Asadabad on 1 February, 2004. Came to Afghanistan in 2000 for \ntraining with Al Qaeda, Says he has gone back and forth from Afghanistan to Pakistan on \nseveral occasions. Asked where he went in Pakistan, Abdullah said he had usually gone to \nChitral, where he stayed at a refugee camp. He said he was last there in December, 2003. \nAsked if he knew any prominent Al Qaeda persons seeking refuge in Chitral, Abdullah could \nonly name three: Ali Sittah, an Egyptian who had been on the central staff of Al Qaeda; \nTalat Rushdi, also an Egyptian who ran the Omar training camp in the Khost area, and Saeed \nHasham, a Saudi who had been in charge of planning insurgent missions against the \nAmericans.\n"
    ],
    "persons": ["Kamal Abdullah; Ali Sittah;Talat Rushdi;Saeed Hasham\n"],
    "dates": ["12/ /2003;2/1/2004; / /2000\n"],
    "places": [
      " /Asadabad/ /Afghanistan; /Chitral/ /Pakistan; /Khost/ /Pakistan\n"
    ],
    "organizations": ["Al Qaeda"]
  },
  {
    "report_id": "DIA_3",
    "report_date": "3/5/2004",
    "report_description": [
      "A Saudi named Khaled Jehani was captured near Feyzabad on 16 February, \n2004. When captured Jehani was carrying a laptop computer which, when examined, was found \nto contain an assortment of information regarding the SCADA system in the USA that \ncontrols, among other things, our electric grid and natural gas pipelines. This \ninformation had been obtained from an Internet site in the USA. In addition, this laptop \ncomputer contained a variety of information regarding the construction of e-bombs \n[electromagnetic pulse bombs]. On further interrogation of Jehani, he was found to have \nbeen trained in computer science at the University of Maryland where he obtained his BA \ndegree [1995] and MA degree [1997]. A list of contacts was found along with information \nabout the SCADA system, two of whom are in the USA. The two persons in the USA are: Abu \nSomad and and Yazid Bafaba in Los Angeles, CA. One name in the USA and one in Canada were \nfound along with the information about e-bombs. The Canadian person is R. Derwish \n[Windsor] and the American is Abdul al Nami [Detroit].\n"
    ],
    "persons": [
      "Khaled Jehani;Abu Somad;Yazid Bafaba;R. Derwish;Abdul al Nami\n"
    ],
    "dates": ["2/16/2004"],
    "places": [],
    "organizations": []
  },
  {
    "report_id": "USCBP_1",
    "report_date": "8/11/2004",
    "report_description": [
      "On 3 August, 2004 two men were apprehended at the Longhorn Motel in \nCarrizo Springs, TX. The motel owner, Mike Sanders, said he became suspicious of the two \nbecause of the identification they presented when they registered at his motel on 2 \nAugust, 2004. One of the men presented a Texas driver's license having a picture that \nseemed fuzzy. In addition, they listed a Texas car license as KHZ - 116. Sanders allowed \nthe men to stay but made note of the address on the driver's license: 2233 Fannin St. in \nUvalde, TX. Sanders informed the USCBP office in Laredo who verified that there is no such \naddress in Uvalde, TX. In addition, there was no car in the motel's parking lot having the \nlicense plate KHZ - 116. When interviewed by USCPB officers, one of the men said their car \nhad obviously been stolen from the motel's parking lot. Most probably, the two men had \ncrossed the border in the vicinity of Piedras Negras and Eagle Pass. They were held for \nquestioning. Examination of their luggage revealed several documents written in Arabic, \nthat included instructions about how to make sarin gas and ricin.\n"
    ],
    "persons": ["Mike Sanders\n"],
    "dates": ["8/3/2004;8/2/2004\n"],
    "places": [
      "Longhorn Motel/Carrizo Springs/Texas/USA;2233 Fannin St./Uvalde/Texas/USA; \n/Piedras Negras/ /Mexico; /Eagle Pass/ /USA\n"
    ],
    "organizations": []
  },
  {
    "report_id": "USCBP_2",
    "report_date": "7/12/2004",
    "report_description": [
      "A routine customs inspection was performed on a package that was sent \nby a person named Pieter Dopple, 22 Hoveniersstraat, Antwerp, Belgium. This package was \naddressed to A. Hijazi, 1212 Lyons Ave., Newark, NJ. The customs form stated that this \npackage contained two decorative clocks having a commercial value of $250.00. The package \ninstead contained 111 polished diamonds, whose value is estimated to be $47,000. \nDiscussions with the FBI resulted in a decision not to pursue a customs violation charge \nagainst HIjazi. The reason is that HIjazi is currently under FBI surveillance. This \npackage was resealed and delivered to HIjazi by USPS.\n"
    ],
    "persons": ["Pieter Dopple;A. Hijazi\n"],
    "dates": [],
    "places": [
      "1212 Lyons Ave./Newark/New Jersey/USA;22 Hoveniersstraat/Antwerp/ /Belgium\n"
    ],
    "organizations": ["FBI;USPS"]
  }
]
